{
<<<<<<< HEAD
  "lastUpdate": "2026-02-03T22:31:50.200415Z",
  "jobs": []
=======
  "lastUpdate": "2026-02-04T03:29:58.822011Z",
  "jobs": [
    {
      "company": "Pick n Pay Retailers  Ltd",
      "title": "Solutions Architect Kenilworth - Cape Town",
      "location": "Kenilworth, Cape Town City Centre, South Africa",
      "locationType": "onsite",
      "type": "architect",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-04T04:55:20Z",
      "url": "https://www.adzuna.co.za/details/5613033825?utm_medium=api&utm_source=b0e6829d",
      "description": "The Solutions Architect is responsible for designing, implementing, and maintaining robust security architectures that protect the organisation against Cybersecurity Threats and secure sensitive data in compliance with regulations such as POPIA, PCI. The role will collaborate directly with Architecture, IT Teams, Security Operations, and Engineers to design and build security controls and solutions compliant with approved enterprise architecture frameworks and standards across business and digi…"
    },
    {
      "company": "Julius Baer",
      "title": "Identity & Access Management Operation",
      "location": "Madrid, Spain",
      "locationType": "onsite",
      "type": "iam",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-04T02:21:01Z",
      "url": "https://www.adzuna.es/details/5612708433?utm_medium=api&utm_source=b0e6829d",
      "description": "Identity & Access Management Operation At Julius Baer, we celebrate and value the individual qualities you bring, enabling you to be impactful, to be entrepreneurial, to be empowered, and to create value beyond wealth. Let s shape the future of wealth management together. We are seeking a specialist to manage and deliver secure access services aligned with our global service catalogue. The role involves administering identity and access controls across enterprise systems, executing access reque…"
    },
    {
      "company": "Grid Dynamics Poland",
      "title": "Senior AI Platform Engineer",
      "location": "Kraków, małopolskie, Poland",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-04T01:47:11Z",
      "url": "https://www.adzuna.pl/land/ad/5612639409?se=-rZ_wHkB8RGtGbvo-m1k5g&utm_medium=api&utm_source=b0e6829d&v=AF76F9EA44D6F7D4A6CBC35091B67F4802DFBC5E",
      "description": "We are looking for a Senior AI Platform Engineer to join a high-priority project focused on building a central hub for advanced AI agents. You will work on a cutting-edge cloud-native platform designed to deploy and manage AI agents at an enterprise scale for a global leader in the retail industry. Essential functions: AI Infrastructure: Design, implement, and maintain secure and scalable AI agent infrastructure on Google Cloud using Vertex AI. Security & IAM: Develop and enforce identity and a…"
    },
    {
      "company": "B2Bnetwork",
      "title": "Presales Cloud Engineer",
      "location": "Warszawa, mazowieckie, Poland",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-04T01:44:18Z",
      "url": "https://www.adzuna.pl/land/ad/5612629537?se=-rZ_wHkB8RGtGbvo-m1k5g&utm_medium=api&utm_source=b0e6829d&v=C8DE648003C570699A3517BB6FD74AD6E0000497",
      "description": "Presales Cloud Engineer: Lokalizacja: zdalnie / hybrydowo (Warszawa) Cel roli Wspierasz procesy sprzedażowe w obszarze chmury i infrastruktury hybrydowej, łącząc kompetencje techniczne z umiejętnościami doradczymi. Twoją misją jest przełożenie potrzeb biznesowych klienta na spójne rozwiązania cloudowe – zorientowane na skalowalność, bezpieczeństwo i efektywność kosztową. Zakres odpowiedzialności Wsparcie zespołów sprzedaży i konsultantów w analizie potrzeb klienta w obszarze Cloud / Infrastruct…"
    },
    {
      "company": "Product technical",
      "title": "Senior DevOps Engineer, AI4ALL",
      "location": "France",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-04T01:28:15Z",
      "url": "https://www.adzuna.fr/details/5612584791?utm_medium=api&utm_source=b0e6829d",
      "description": "Valeo is a tech global company, designing breakthrough solutions to reinvent the mobility. We are an automotive supplier partner to automakers and new mobility actors worldwide. Our vision? Invent a greener and more secured mobility, thanks to solutions focusing on intuitive driving and reducing CO2 emissions. We are leader on our businesses, and recognized as one of the largest global innovative companies. Position Summary Responsibilities: Deploy, and maintain secure cloud infrastructure prim…"
    },
    {
      "company": "Sika",
      "title": "Cloud Engineer Internship",
      "location": "Zürich, Switzerland",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-04T00:53:59Z",
      "url": "https://www.adzuna.ch/details/5612555662?utm_medium=api&utm_source=b0e6829d",
      "description": "Job Description MAIN TASKS Assist in designing and deploying secure, scalable, and cost-effective cloud-based data solutions on Microsoft Azure . Support the automation of cloud resource provisioning, monitoring, and scaling under the guidance of senior engineers. Help maintain data backup, recovery, and basic disaster recovery processes. Collaborate with security and engineering teams to learn and apply Identity and Access Management (IAM) policies and security best practices. Assist in config…"
    },
    {
      "company": "Nordcloud sp zoo",
      "title": "AWS Cloud Foundation Architect",
      "location": "Poznań, wielkopolskie, Poland",
      "locationType": "onsite",
      "type": "architect",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T23:25:24Z",
      "url": "https://www.adzuna.pl/details/5612474871?utm_medium=api&utm_source=b0e6829d",
      "description": "Expected, Terraform, Terragrunt, GitHub, AWSAbout the project, Join Nordcloud and be part of the European cloud revolution. We supercharge our customers to innovate in hyperscaler cloud, enabling seamless migration, advanced security, and data-driven success., , Currently, we are looking for a AWS Cloud Foundation Architect to join our team in Poland.Your responsibilities, Nordcloud’s ambition is to be the leader in delivering fully automated Landing Zone deployments across Azure, AWS, and Goog…"
    },
    {
      "company": "Liebherr Group",
      "title": "Application Security Architect (M/F/D)",
      "location": "Madrid, Spain",
      "locationType": "onsite",
      "type": "architect",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T19:50:53Z",
      "url": "https://www.adzuna.es/details/5611998940?utm_medium=api&utm_source=b0e6829d",
      "description": "Join to apply for the Application Security Architect (m/f/d) role at Liebherr Group3 days ago Be among the first 25 applicantsJoin to apply for the Application Security Architect (m/f/d) role at Liebherr GroupGet AI-powered advice on this job and more exclusive features.The Application Security Architect (m/f/d) designs and implements secure application architectures, defining security controls and policies to protect applications from threats. They provide strategic guidance to developers and …"
    },
    {
      "company": "Unknown Company",
      "title": "Gerente De Segurança Da Informação",
      "location": "São Paulo, Estado de São Paulo, Brazil",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T18:08:16Z",
      "url": "https://www.adzuna.com.br/details/5612412403?utm_medium=api&utm_source=b0e6829d",
      "description": "Gerente De Segurança Da Informação - Você será responsável por garantir que a inovação e a escalabilidade dos nossos negócios estejam sempre alinhadas às melhores práticas de segurança e privacidade. Principais Atividades: Construir e evoluir a estratégia de segurança da informação para produtos digitais, garantindo resiliência, confiabilidade e proteção de dados; Atuar em parceria com times de Produto, Engenharia e TI para integrar segurança ao ciclo de desenvolvimento (DevSecOps); Implementar…"
    },
    {
      "company": "Unknown Company",
      "title": "Sailpoint Developer",
      "location": "Porto Alegre, Rio Grande do Sul, Brazil",
      "locationType": "onsite",
      "type": "iam",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T18:07:05Z",
      "url": "https://www.adzuna.com.br/details/5612404735?utm_medium=api&utm_source=b0e6829d",
      "description": "Sailpoint Developer - The role is focused on custom development, integrations, workflows, and automation, not platform administration or access provisioning support. The ideal candidate will work closely with security, application, and infrastructure teams to deliver scalable IAM solutions aligned with enterprise security and compliance requirements. Key ResponsibilitiesDesign, develop, and implement SailPoint IAM solutions (IdentityIQ and/or IdentityNow)Develop and customize workflows, rules, …"
    },
    {
      "company": "Unknown Company",
      "title": "Windows Architect",
      "location": "Brasilia, Distrito Federal, Brazil",
      "locationType": "onsite",
      "type": "architect",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T18:04:33Z",
      "url": "https://www.adzuna.com.br/details/5612390471?utm_medium=api&utm_source=b0e6829d",
      "description": "Windows Architect - The ideal candidate will have strong hands-on expertise in Azure IaaS/PaaS, Windows infrastructure, Azure Migrate, networking, security, and storage, along with proven experience in architecting and governing complex enterprise cloud environments. Required Skills & Qualifications - 13 years of IT experience with 5 years in Azure Infrastructure. - Deep expertise in Azure IaaS, PaaS, Networking, Security, Storage, Azure IAM, and Azure Key Vault. - Strong hands-on experience wi…"
    },
    {
      "company": "Unknown Company",
      "title": "Full Stack Engineer",
      "location": "Belo Horizonte, Minas Gerais, Brazil",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T18:04:25Z",
      "url": "https://www.adzuna.com.br/details/5612389969?utm_medium=api&utm_source=b0e6829d",
      "description": "Full Stack Engineer - S. -based company that provides technical expertise, testing, and certification services to the global food and agricultural industry. Their mission is to ensure food safety, quality, and sustainability across international supply chains. They are seeking a highly skilled Senior Software Engineer to design, develop, and optimize the core APIs and data services powering their flagship SaaS platform. This role focuses requires expertise in TypeScript/JavaScript, C#/. NET and…"
    },
    {
      "company": "Unknown Company",
      "title": "Senior Gcp Security",
      "location": "São Paulo, Estado de São Paulo, Brazil",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T18:02:33Z",
      "url": "https://www.adzuna.com.br/details/5612383772?utm_medium=api&utm_source=b0e6829d",
      "description": "Senior Gcp Security - This role focuses on hands-on security operations, vulnerability management, and implementing security best practices across our cloud infrastructure. Key Responsibilities GCP Security Operations Manage and configure GCP security services including IAM, Security Command Center, and SecOps Conduct routine security configuration reviews across cloud resources Implement standard security hardening measures following GCP best practices Monitor and respond to security alerts an…"
    },
    {
      "company": "Ingram Micro",
      "title": "Bdm Cyber (Smb)",
      "location": "Barueri, Estado de São Paulo, Brazil",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T15:54:52Z",
      "url": "https://www.adzuna.com.br/details/5612025209?utm_medium=api&utm_source=b0e6829d",
      "description": "Se você é apaixonado por cibersegurança e tem experiência em desenvolvimento de negócios, essa oportunidade é para você! Buscamos um(a) profissional estratégico(a), com perfil hands-on, para liderar iniciativas de crescimento no mercado de pequenas e médias empresas. Principais responsabilidades: - Desenvolver estratégias de expansão no setor de cibersegurança - Prospectar novos clientes e oportunidades de negócio - Construir relações sólidas com clientes e parceiros - Alinhar ações com times d…"
    },
    {
      "company": "TD SYNNEX France",
      "title": "Business Development Manager",
      "location": "Hauts-de-Seine, Ile-de-France, France",
      "locationType": "onsite",
      "type": "security",
      "level": "lead",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T15:54:10Z",
      "url": "https://www.adzuna.fr/details/5611796469?utm_medium=api&utm_source=b0e6829d",
      "description": "Rejoignez la Business Unit Advanced Solutions pour la marque HarfangLab LA pépite de la cyber française, acteur européen de référence et 1er EDR qualifié par l'ANSSI . Une équipe composée de 9 collaborateurs et collaboratrices impatients de vous accueillir. La belle dynamique de cette Team est insufflée par Samy Bensoussan, votre futur Manager. Ce que vous ferez - Vous serez l'interlocuteur commercial privilégié de nos clients s'appuyant sur une relation de confiance. En quoi cela consiste exac…"
    },
    {
      "company": "Colibrix One",
      "title": "Senior Security Engineer",
      "location": "Polska, Poland",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T13:17:41Z",
      "url": "https://www.adzuna.pl/details/5611748159?utm_medium=api&utm_source=b0e6829d",
      "description": "Join Colibrix One – Innovating the Future of Payments At Colibrix One* , we’re building advanced, AI-powered payment technologies that support Payment Service Providers (PSPs), Electronic Money Institutions (EMIs), and neobanks across the EU and the UK. As a fully licensed EMI (FCA reference number 927920) and a Principal Member of Mastercard, we offer real-world financial solutions that include: Global card processing Digital wallet infrastructure Cross-border merchant accounts Alternative pay…"
    },
    {
      "company": "Cummins Latin America",
      "title": "Senior AWS Platform Engineer",
      "location": "México, Mexico",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T09:09:31Z",
      "url": "https://www.adzuna.com.mx/land/ad/5611806040?se=ZrRNxXkB8RG70K-BDHxp1g&utm_medium=api&utm_source=b0e6829d&v=CBC6DB01206DA72BFA5A68B2C302D081CF2EFF6F",
      "description": "AWS Platform Engineer - Senior We provide global opportunities to develop your career, make your community a better place and work with today’s most innovative thinkers to solve the world’s toughest problems. We believe in flexibility for you to explore your passions while making an impact through meaningful work within our inclusive workforce. That’s what \\ is all about. We are looking for a talented AWS Platform Engineer- Senior to join our team specializing in IT for CUMMINS in Guadalajara, …"
    },
    {
      "company": "SMARTCORE AG",
      "title": "Principal devops engineer",
      "location": "Sallent, Barcelona, Spain",
      "locationType": "remote",
      "type": "security",
      "level": "principal",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T06:25:16Z",
      "url": "https://www.adzuna.es/land/ad/5611356813?se=-riKx3kB8RGU3uAh3VBzrA&utm_medium=api&utm_source=b0e6829d&v=0C199F078EEDC241937FDD01F0E72A1391F33DEE",
      "description": "Overview Location: Remote (Europe) / Relocation to Barcelona (Hybrid) Haga clic en \"Solicitar\" a continuación para enviar su candidatura. Asegúrese de que su CV está actualizado y de que ha leído primero las especificaciones del puesto. Project: Fin Tech Holding (Payment Processing) Salary: from €8,000 Smart Core is a fintech holding building infrastructure for the next generation of payments. Our solutions cover the entire financial operations cycle — from core banking and processing to cards,…"
    },
    {
      "company": "Bright Professionals",
      "title": "Programma- en Projectmanager IT Security",
      "location": "Eindhoven, Noord-Brabant, Netherlands",
      "locationType": "onsite",
      "type": "security",
      "level": "lead",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T05:04:01Z",
      "url": "https://www.adzuna.nl/details/5611327056?utm_medium=api&utm_source=b0e6829d",
      "description": "Voor Technische Universiteit Eindhoven zoeken wij een Programma- en Projectmanager IT Security. Je werkt aan het verbeteren van de Security-diensten bij een grote technische universiteit. Zij hebben al significante stappen gezet en richten zich nu op de laatste verbeteringen en certificeringen. De universiteit bestaat uit verschillende faculteiten waar onderwijs en onderzoek centraal staan, en wordt ondersteund door diverse diensten. Je gaat aan de slag binnen de area Platforms van de dienst Li…"
    },
    {
      "company": "Continuous Connect",
      "title": "Programma- en Projectmanager IT Security",
      "location": "Eindhoven, Noord-Brabant, Netherlands",
      "locationType": "onsite",
      "type": "security",
      "level": "lead",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T05:04:01Z",
      "url": "https://www.adzuna.nl/details/5611327065?utm_medium=api&utm_source=b0e6829d",
      "description": "Opdrachtgever: Technische Universiteit Eindhoven Rol: Programma- en Projectmanager IT Security Startdatum: Begin maart 2026 Looptijd: 6 maanden Verlenging: Meerdere verlengingen mogelijk tot max. 2 jaar Inzet: Gemiddeld 32 uur per week Locatie: Eindhoven Rapportagelijn: CISO, Portfolio Manager en Stuurgroep Security Uurtarief (plafond): Max. € 120,- per uur (excl. btw) Contract: detachering of ZZP via payroll/omzetverloning. Sluitingsdatum inschrijving: 15 februari 2026 vóór 9:00 uur Gesprekken…"
    },
    {
      "company": "DCV Sabenza IT and Recruitment",
      "title": "AWS Engineer at Sabenza IT & Recruitment - Gauteng, Vaal",
      "location": "Vaal Marina, Midvaal, South Africa",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T04:53:45Z",
      "url": "https://www.adzuna.co.za/details/5611216857?utm_medium=api&utm_source=b0e6829d",
      "description": "Role Summary We are seeking an experienced AWS Engineer responsible for designing, implementing, and maintaining secure, scalable, and highly available cloud infrastructure on Amazon Web Services. The role focuses on automation, reliability, performance optimisation, and cloud security while supporting application teams and business stakeholders. Key Responsibilities Design, deploy, and manage AWS infrastructure using Infrastructure as Code (Terraform, CloudFormation, or CDK). Build and maintai…"
    },
    {
      "company": "Ergon Informatik AG",
      "title": "Junior Software Engineer (Produktentwicklung)",
      "location": "Zollikon, Meilen, Switzerland",
      "locationType": "onsite",
      "type": "security",
      "level": "junior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T04:45:43Z",
      "url": "https://www.adzuna.ch/details/5611306352?utm_medium=api&utm_source=b0e6829d",
      "description": "Salary: CHF 95’000 - 110’000 per year Requirements: • Hochschulabschluss in Informatik (ETH/FH/Uni) oder vergleichbar • Erste Kenntnisse in der Java-Entwicklung • Zusätzliche Erfahrungen im Frontend (Angular, TypeScript), mit REST sowie Container-Technologien (Docker, Kubernetes) sind von Vorteil • Interesse an Web Security von Vorteil • Sehr gute Deutsch- und gute Englisch-Kenntnisse Responsibilities: • Mitarbeit an einem grossen Software-Produkt mit direktem Beitrag zu einem sichereren Intern…"
    },
    {
      "company": "Ergon Informatik AG",
      "title": "Senior Consultant Digitale Transformation",
      "location": "Zollikon, Meilen, Switzerland",
      "locationType": "onsite",
      "type": "consultant",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T04:45:42Z",
      "url": "https://www.adzuna.ch/details/5611306238?utm_medium=api&utm_source=b0e6829d",
      "description": "Salary: CHF 100’000 - 130’000 per year Requirements: • Masterabschluss in (Wirtschafts-) Informatik oder eine vergleichbare Qualifikation • Mehrjährige Erfahrungen (4-6 Jahre) im Consulting, idealerweise bei einem IT-Dienstleister • Ausgeprägtes Interesse und Affinität zur IT • Verständnis für aktuelle Unternehmens- und Fachanwendungen sowie typische Lösungen im anspruchsvollen Umfeld • Erfahrung in der Anwendung von Methoden für Business Innovation (Design Thinking, Business Model Innovation, …"
    },
    {
      "company": "Rockstar Recruiting AG",
      "title": "Lead Solution Architect – Secure On-Prem & Private Cloud (Contract 6-18 months)",
      "location": "Bern, Bern-Mittelland, Switzerland",
      "locationType": "onsite",
      "type": "architect",
      "level": "lead",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T04:45:42Z",
      "url": "https://www.adzuna.ch/details/5611306288?utm_medium=api&utm_source=b0e6829d",
      "description": "Salary: CHF ? - ? per year Requirements:  Lead Solution Architect – Secure On-Prem & Private Cloud (Contract)  Overview We are looking for an experienced Lead Solution Architect to take a senior, end-to-end role in the design and governance of high-security on-premise and private cloud environments. This is a strategic architecture and leadership role at the intersection of infrastructure, security, and compliance, embedded in complex, long-running programs within a defense-tech and critical-in…"
    },
    {
      "company": "Ergon Informatik AG",
      "title": "Senior Enterprise Architect (m/w/d) 80-100%",
      "location": "Zollikon, Meilen, Switzerland",
      "locationType": "onsite",
      "type": "architect",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T04:45:41Z",
      "url": "https://www.adzuna.ch/details/5611306169?utm_medium=api&utm_source=b0e6829d",
      "description": "Salary: CHF 110’000 - 140’000 per year Requirements: • Masterabschluss in einem MINT-Fach oder in Wirtschaftsinformatik • Ausgewiesene mehrjährige Erfahrung (mindestens drei Jahre) in der Beratung oder in einer Anwenderorganisation als Enterprise Architect • Fundierte theoretische und praktische Kenntnisse von Enterprise Architecture (nach TOGAF) • Vertiefte Erfahrungen in spezifischen Architekturdimensionen (z.B. der Geschäfts- oder Datenarchitektur) • Verständnisse für aktuelle Enterprise IT-…"
    },
    {
      "company": "Innovation Process Technology AG",
      "title": "Senior Azure Engineering",
      "location": "Zürich, Switzerland",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T04:45:41Z",
      "url": "https://www.adzuna.ch/details/5611306143?utm_medium=api&utm_source=b0e6829d",
      "description": "Salary: CHF 125’000 - 140’000 per year Requirements: Das bringst du mit Abgeschlossenes Studium (Informatik, Wirtschaftsinformatik, Mathematik, Elektrotechnik, Physik o.ä.) 2-3 Jahre Erfahrung im Azure Engineering Leidenschaft an innovativen Technologien, Methoden und Themen wie Cloud, DevOps, Security, IaC und Container Offenheit für andere Cloud-Technologien wie AWS oder GCP Teamplayer und gute kommunikative Fähigkeiten Professionelles Auftreten und fliessende Deutsch- und Englischkenntnisse …"
    },
    {
      "company": "Ergon Informatik AG",
      "title": "Praktikum Software Engineering",
      "location": "Zollikon, Meilen, Switzerland",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T04:45:41Z",
      "url": "https://www.adzuna.ch/details/5611306167?utm_medium=api&utm_source=b0e6829d",
      "description": "Salary: CHF 45’000 - 60’000 per year Requirements: • Abgeschlossener Bachelor in Informatik (ETH/Uni/FH) • Erste Kenntnisse in der Java-, Kotlin- oder Angular-Entwicklung sind ein Plus • Sehr gute Deutsch-Kenntnisse in Wort und Schrift Responsibilities: • Mitarbeit und Weiterentwicklung an unserer Workforce Management Solution • Umfassender Einblick in die Welt des Software Engineering • Anspruchsvolle Aufgaben und eine enge Zusammenarbeit mit unseren erfahrenen Software Engineers, sodass du vo…"
    },
    {
      "company": "Rockstar Recruiting AG",
      "title": "IAM / Sailpoint Consultant",
      "location": "Zürich, Switzerland",
      "locationType": "onsite",
      "type": "iam",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T04:45:41Z",
      "url": "https://www.adzuna.ch/details/5611306155?utm_medium=api&utm_source=b0e6829d",
      "description": "Salary: CHF 120’000 - 140’000 per year Requirements: Abgeschlossenes Studium der Informatik, Wirtschaftsinformatik oder eine vergleichbare Qualifikation. Mehrjährige Erfahrung im Bereich Identity- und Access-Management, idealerweise mit SailPoint. Fundierte Kenntnisse in der Konfiguration und Verwaltung von SailPoint-Lösungen (IdentityIQ, IdentityNow). Erfahrung mit der Integration von IAM-Systemen in verschiedene IT-Landschaften. Kenntnisse in gängigen Programmiersprachen wie Java, BeanShell o…"
    },
    {
      "company": "Innovation Process Technology AG",
      "title": "Cloud Engineering",
      "location": "Bern, Bern-Mittelland, Switzerland",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T04:45:40Z",
      "url": "https://www.adzuna.ch/details/5611306128?utm_medium=api&utm_source=b0e6829d",
      "description": "Salary: CHF 100’000 - 110’000 per year Requirements: Erfolgreich abgeschlossenes Studium in Informatik oder Wirtschaftsinformatik Erste Erfahrung im Software Engineering in einem komplexen IT-Umfeld (mind. 1 Jahr, auch Teilzeit möglich) Leidenschaft an innovativen Technologien, Methoden und Themen wie Cloud, DevOps, Security, IaC und Container Teamplayer und gute kommunikative Fähigkeiten Professionelles Auftreten und fliessende Deutsch- und Englischkenntnisse Responsibilities: In einem 3-5-köp…"
    },
    {
      "company": "Innovation Process Technology AG",
      "title": "Frontend Development",
      "location": "Zürich, Switzerland",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T04:45:40Z",
      "url": "https://www.adzuna.ch/details/5611306109?utm_medium=api&utm_source=b0e6829d",
      "description": "Salary: CHF 105’000 - 125’000 per year Requirements: Erfolgreich abgeschlossenes Studium in Informatik oder Wirtschaftsinformatik Erste Erfahrung im Software Engineering in einem komplexen IT-Umfeld (mind. 1 Jahr, auch Teilzeit möglich) Leidenschaft für innovative Technologien und Themen wie Cloud Computing und User Experience Teamplayer und gute kommunikative Fähigkeiten Professionelles Auftreten und fliessende Deutsch- und Englischkenntnisse Responsibilities: Du arbeitest in einem 3-5-köpfige…"
    },
    {
      "company": "Fusemachines",
      "title": "Solution Data Architect",
      "location": "Brasil, Brazil",
      "locationType": "onsite",
      "type": "architect",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T03:38:00Z",
      "url": "https://www.adzuna.com.br/land/ad/5611506707?se=KhlnxHkB8RG70K-BDHxp1g&utm_medium=api&utm_source=b0e6829d&v=9FE3F500FEAF7EE3DAA06F74EAFDC197CEE01515",
      "description": "Overview About Fusemachines Founded in 2013, Fusemachines is a global provider of enterprise AI products and services, on a mission to democratize AI. Leveraging proprietary AI Studio and AI Engines, the company helps drive the clients’ AI Enterprise Transformation, regardless of where they are in their Digital AI journeys. With offices in North America, Asia, and Latin America, Fusemachines provides a suite of enterprise AI offerings and specialty services that allow organizations of any size …"
    },
    {
      "company": "Technische Universiteit Eindhoven",
      "title": "Programma- en projectmanager IT Security",
      "location": "Eindhoven, Noord-Brabant, Netherlands",
      "locationType": "onsite",
      "type": "security",
      "level": "lead",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T03:37:30Z",
      "url": "https://www.adzuna.nl/details/5611192670?utm_medium=api&utm_source=b0e6829d",
      "description": "ml. T194269 Technische Universiteit Eindhoven Aanleiding en doelstelling van de opdracht Als TU/e zijn we al geruime tijd bezig om de Security diensten (vanuit IT) te verbeteren. Daar hebben we reeds grote stappen in gezet. Nu gaan we de laatste verbeteringen doorvoeren en voor de certificeringen. De TU/e bestaat uit verschillende faculteiten, waar onderwijs wordt gegeven en onderzoek wordt gedaan, en een aantal ondersteunende diensten. Je komt te werken in de area Platforms van de dienst Libra…"
    },
    {
      "company": "MANPOWER",
      "title": "Especialista Cloud Arquiteto - 346 - Experis",
      "location": "São Paulo, Estado de São Paulo, Brazil",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-03T03:14:11Z",
      "url": "https://www.adzuna.com.br/land/ad/5611460327?se=KhlnxHkB8RG70K-BDHxp1g&utm_medium=api&utm_source=b0e6829d&v=43CBD2294FB4B89783574DD9FAA83CFBC607AD8C",
      "description": "Projetar e implementar soluções escaláveis e seguras utilizando serviços AWS, com foco em alta disponibilidade, desempenho e custo-eficiência; Atuar na migração de workloads para a AWS, definindo arquitetura e soluções de cloud-native; Desenvolver e manter práticas de DevOps, como automação de infraestrutura (IaC), CI/CD, monitoramento e observabilidade; Identificar e implementar soluções de otimização de custos (FinOps) e gerenciamento de capacidade; Trabalhar em colaboração com equipes de seg…"
    },
    {
      "company": "Visa Technology Europe sp. z o.o.",
      "title": "Data Scientist",
      "location": "Polska, Poland",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-02T23:46:53Z",
      "url": "https://www.adzuna.pl/details/5610875777?utm_medium=api&utm_source=b0e6829d",
      "description": "Expected, Grafana, Kibana, Docker, SparkAbout the project, As a Data Scientist on Visa’s Global Business‑to‑Business Identity & Access Management (B2B IAM) team, you will turn authentication, authorization, and directory telemetry into actionable insight. You’ll help build baseline models and analyses for anomaly detection, user/entity behavior analytics (UEBA), and risk‑based access that strengthen MFA journeys and session controls while improving user experience. In partnership with IAM Engin…"
    },
    {
      "company": "Samsung R&D Institute Poland",
      "title": "Engineering Platform Architect",
      "location": "Polska, Poland",
      "locationType": "onsite",
      "type": "architect",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-02T23:16:21Z",
      "url": "https://www.adzuna.pl/details/5610859680?utm_medium=api&utm_source=b0e6829d",
      "description": "Expected, AWS, Kubernetes, DevOpsOptional, GCP, AzureAbout the project, Samsung Ads is a global leader in advertising technology, leveraging Samsung's digital ecosystem to connect brands with audiences worldwide. The Engineering Platform (EP) Team provides foundational services for scalable, secure, and efficient infrastructure, enabling self-service for multiple engineering teams. Key focus areas include runtime environments, observability, and automation. As part of Samsung, we work on transf…"
    },
    {
      "company": "Cell C",
      "title": "Managing Executive: Information and Technology Security",
      "location": "Midrand, North Johannesburg, South Africa",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-02T23:02:45Z",
      "url": "https://www.adzuna.co.za/details/5610771046?utm_medium=api&utm_source=b0e6829d",
      "description": "At Cell C, we are not just a telecommunications company; we are a people-centric and consumer-focused organization committed to delivering exceptional experiences to our customers. In line with our dedication to customer-centricity, we are seeking a seasoned professional as a Managing Executive: Information and Technology Security to join our dynamic team of Unstoppables. Purpose of the Job: To establish, lead, and govern Cell C’s enterprise-wide Information, Cyber, and Technology Security stra…"
    },
    {
      "company": "Deliverect",
      "title": "Infrastructure / Devops Engineer",
      "location": "Toledo, Spain",
      "locationType": "remote",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-02T19:48:20Z",
      "url": "https://www.adzuna.es/details/5610581338?utm_medium=api&utm_source=b0e6829d",
      "description": "At Deliverect, our API-first platform is revolutionizing commerce by providing a connected suite of on and off-premise solutions. We empower both the food and retail industries to expand their revenue and simplify their operations, creating seamless experiences for businesses to sell anywhere and deliver everywhere. Join us in this exciting journey, where your contributions will directly impact how businesses connect with their customers in a rapidly evolving global market. The Cloud Platform d…"
    },
    {
      "company": "Lime Recruitment",
      "title": "Cloud Identity Architect",
      "location": "Chermside, Brisbane, Australia",
      "locationType": "hybrid",
      "type": "iam",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-02T12:30:22Z",
      "url": "https://www.adzuna.com.au/land/ad/5609773876?se=SB8ovHkB8RGtGbvo-m1k5g&utm_medium=api&utm_source=b0e6829d&v=8A5C99180A2F0A32E734A9430352929A226EE840",
      "description": "Cloud Identity Architect Contract to 18/09/2026 | Carseldine | Hybrid working We are partnering with a leading Queensland Government client to recruit an experienced Cloud Identity Architect. In this role, you will be designing, enhancing, and governing IAM capabilities—including identity lifecycle management, access controls, authentication, and authorisation frameworks—to ensure secure and efficient access to systems and applications. Key Requirements: Work across multiple architectural domai…"
    },
    {
      "company": "PowerToFly",
      "title": "Senior AWS Platform Engineer",
      "location": "México, Mexico",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-02T09:20:18Z",
      "url": "https://www.adzuna.com.mx/land/ad/5610339100?se=ZrRNxXkB8RG70K-BDHxp1g&utm_medium=api&utm_source=b0e6829d&v=191F4BAC3B88CF25C5E313E806D854EDDBAF6669",
      "description": "2422576 AWS Platform Engineer- Senior We provide global opportunities to develop your career, make your community a better place and work with today’s most innovative thinkers to solve the world’s toughest problems. We believe in flexibility for you to explore your passions while making an impact through meaningful work within our inclusive workforce. That’s what LifeAtCummins is all about. We are looking for a talented AWS Platform Engineer- Senior to join our team specializing in IT for CUMMI…"
    },
    {
      "company": "Apex Systems",
      "title": "Cloud Operations Software Engineer",
      "location": "México, Mexico",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-02T09:06:46Z",
      "url": "https://www.adzuna.com.mx/land/ad/5610334412?se=ZrRNxXkB8RG70K-BDHxp1g&utm_medium=api&utm_source=b0e6829d&v=EA2695FFD43C4960C34A17C2162A1F5EDCA172F1",
      "description": " Job Description Cloud Operations Software EngineerWe are seeking a Cloud Operations Software Engineer with strong programming and automation skills to support and enhance cloud-based platforms. This role is ideal for an engineer who enjoys writing clean, reliable Python automation, managing infrastructure using Terraform, and continuously improving operational processes.* Develop Python-based automation tools and scripts to improve operational efficiency, incident response, and environment man…"
    },
    {
      "company": "Steef",
      "title": "Consultant senior CLOUD AWS",
      "location": "Paris, Ile-de-France, France",
      "locationType": "onsite",
      "type": "consultant",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-02T08:50:10Z",
      "url": "https://www.adzuna.fr/land/ad/5610119298?se=znWVvXkB8RG70K-BDHxp1g&utm_medium=api&utm_source=b0e6829d&v=E297B636D7A35B5C8A6A4184A75B09F83928578C",
      "description": "Consultant Cloud AWS Contexte de la mission : Dans le cadre d’un nouveau projet de transformation cloud et de modernisation des Infrastructures, nous recherchons un Consultant Cloud AWS. Vos missions : Concevoir et déployer des architectures Cloud AWS sécurisées et performantes Participer aux projets de migration vers AWS (rehost, replatform, refactor) Mettre en œuvre les bonnes pratiques AWS (sécurité, coûts, haute disponibilité) Automatiser les déploiements (Infrastructure as Code) Collaborer…"
    },
    {
      "company": "Unknown Company",
      "title": "Senior Full Stack Developer (Java & Platform Engin",
      "location": "Kensington, East Johannesburg, South Africa",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-02T00:41:49Z",
      "url": "https://www.adzuna.co.za/details/5609408470?utm_medium=api&utm_source=b0e6829d",
      "description": "Senior Full Stack Developer (Java & Platform Engineering) Role PurposeLead the design, development, deployment, and operation of microservices and platform capabilities on AWS EKS using Java 21 and Spring Boot. Own critical engineering decisions across application and platform layers (runtime, CI/CD, observability, security), and ensure delivery quality, performance, reliability, and cost efficiency. Key Responsibilities & Work OutputsArchitecture & Design: Contribute to the definition and evol…"
    },
    {
      "company": "oneZero Financial Systems",
      "title": "Site Reliability Engineer",
      "location": "Central Johannesburg, Johannesburg, South Africa",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-01T23:04:28Z",
      "url": "https://www.adzuna.co.za/details/5609305636?utm_medium=api&utm_source=b0e6829d",
      "description": "Come join oneZero Financial Systems! An exciting, fast-growing company with Headquarters in Somerville MA, oneZero empowers banks, brokerages and hedge funds with cutting edge trade routing and execution technology. Our platform, deployed with 200 entities globally, features a low-latency trading environment, integrations to the world’s leading execution venues, and reliable IT infrastructure and technical support—all designed to be customized and scaled to serve any business model and any size…"
    },
    {
      "company": "Cummins",
      "title": "Senior AWS Platform Engineer",
      "location": "México, Mexico",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-01T13:11:03Z",
      "url": "https://www.adzuna.com.mx/details/5609196566?utm_medium=api&utm_source=b0e6829d",
      "description": "Description 2422576 AWS Platform Engineer- Senior We provide global opportunities to develop your career, make your community a better place and work with today’s most innovative thinkers to solve the world’s toughest problems. We believe in flexibility for you to explore your passions while making an impact through meaningful work within our inclusive workforce. That’s what LifeAtCummins is all about. We are looking for a talented AWS Platform Engineer- Senior to join our team specializing in …"
    },
    {
      "company": "AIRBUS",
      "title": "IAM Operations Specialist (M/F)",
      "location": "Toulouse, Haute-Garonne, France",
      "locationType": "onsite",
      "type": "iam",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-01T10:17:46Z",
      "url": "https://www.adzuna.fr/land/ad/5608528111?se=znWVvXkB8RG70K-BDHxp1g&utm_medium=api&utm_source=b0e6829d&v=705322C211403CC160354885F3E3161E27420EF1",
      "description": "Job Description: *Airbus Defence and Space* is looking for an *IAM Operations Specialist* to join our Digital Infrastructure team in Toulouse (or Elancourt), France. As part of our *Identity & Access Management department*, the IAM Operations Specialist will play a key role in supporting the company's strategic projects, contributing to the reliability and continuous improvement of our Identity and Access Management environment. * Your working environment: * Global capital of aeronautics and Eu…"
    },
    {
      "company": "AIRBUS",
      "title": "Solution Architecte System Engineering",
      "location": "Toulouse, Haute-Garonne, France",
      "locationType": "onsite",
      "type": "architect",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-01T10:15:27Z",
      "url": "https://www.adzuna.fr/land/ad/5608517999?se=znWVvXkB8RG70K-BDHxp1g&utm_medium=api&utm_source=b0e6829d&v=24A5B02545740C02204BA43557ECB36D7D1204FB",
      "description": "Job Description: Digital is transforming and evolving but, we need even more talented people who can make a real difference to how we support, enable and deliver a diverse range of technological solutions and services to our customers. We are seeking a solution architect for our products for Systems engineering in a challenging, dynamic and high paced environment with a strong focus on security requirements (national data sensitivity / Export Controlled data) where expert level skills are key t…"
    },
    {
      "company": "AIRBUS",
      "title": "VDI Solution Architect H/F",
      "location": "Toulouse, Haute-Garonne, France",
      "locationType": "onsite",
      "type": "architect",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-01T10:10:28Z",
      "url": "https://www.adzuna.fr/land/ad/5608497977?se=znWVvXkB8RG70K-BDHxp1g&utm_medium=api&utm_source=b0e6829d&v=C5ACBDEE29CE1DA185702DF74C341A0DB90FBED0",
      "description": "Job Description: * Airbus Defence and Space *operates in a rapidly changing world, requiring agility and flexibility to respond to business needs efficiently. As a strong and reliable enabler, Airbus Defence and Space digital team sustains today a challenging and rich architecture that combines on-premise and cloud-based environments. The notions of high availability, response times, and automation are an absolute must. Airbus Defence and Space digital is looking for a dynamic, skilled and moti…"
    },
    {
      "company": "EQUALS TRUE",
      "title": "Cloud & AI Solutions Architect (GCP)",
      "location": "Ciudad de México, México, Mexico",
      "locationType": "remote",
      "type": "architect",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-01T09:26:15Z",
      "url": "https://www.adzuna.com.mx/land/ad/5608791056?se=ZrRNxXkB8RG70K-BDHxp1g&utm_medium=api&utm_source=b0e6829d&v=8774DDC23F42A601F018107F59B78F68EEB69233",
      "description": "Overview REMOTE FIRST, INCLUSIVE ALWAYS. EQUALS TRUE started when a type design geek and a talent nerd decided to create real change in the technology industry workforce. Together, they built the first-in-industry authentic talent partner to help organizations build cultures and scale internationally with the best talent in the Americas. We are the only organization in Latin America founded with a commitment to be inclusive, treat individuals fairly, pay them equally, and provide a great profes…"
    },
    {
      "company": "DaCodes.",
      "title": "Senior AWS Cloud Engineer - Backend & React",
      "location": "Umán, Yucatán, Mexico",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-01T09:25:00Z",
      "url": "https://www.adzuna.com.mx/land/ad/5608790035?se=ZrRNxXkB8RG70K-BDHxp1g&utm_medium=api&utm_source=b0e6829d&v=7681DDD11D14D3211884E47C78907C535F72F38C",
      "description": "Overview Work at DaCodes! We are a firm of experts in high-impact software and digital transformation. For over 10 years, we've been building technology- and innovation-driven solutions thanks to our team of 300 talented DaCoders , including developers, architects, UX/UI designers, PMs, QA testers, and more. Our team collaborates on projects with clients across LATAM and the United States, delivering outstanding results. At DaCodes, you'll have the opportunity to accelerate your professional gr…"
    },
    {
      "company": "Schiphol",
      "title": "Identity and Access Management (IAM) Engineer - Entra ID",
      "location": "Oude Meer, Haarlemmermeer, Netherlands",
      "locationType": "onsite",
      "type": "iam",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-02-01T08:03:36Z",
      "url": "https://www.adzuna.nl/details/5608335184?utm_medium=api&utm_source=b0e6829d",
      "description": "Nice to know (you) Cyber Security is erg belangrijk voor Schiphol en het Identity and Access Management Team werkt daarom nauw samen bij de implementatie van beleid en monitoring van systemen. Als IAM Engineer werk je in een ervaren IAM DevOps-team aan de IAM omgeving van Schiphol. De focus ligt hierbij op het in teamverband verbeteren van de bestaande Entra ID omgeving; het implementeren van nieuwe technieken, bijgestelde inzichten, kwaliteitsbewaking en je identificeert en verhelpt techdebt. …"
    },
    {
      "company": "Momentum Group Limited",
      "title": "Senior Full Stack Developer (Java & Platform Engineering)",
      "location": "Centurion, Tshwane, South Africa",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-31T23:04:06Z",
      "url": "https://www.adzuna.co.za/details/5607918887?utm_medium=api&utm_source=b0e6829d",
      "description": "Introduction Momentum Group Limited (Momentum Group) is a significant player in South Africa's life insurance and integrated financial services sectors. We are a proud Level 1 B-BBEE South African-based group dedicated to building and protecting our clients' financial dreams. Our client-facing retail and specialist brands, including renowned names such as Momentum, Metropolitan, Guardrisk, and Eris Properties, play a pivotal role in fulfilling this purpose. Our federated model emphasises empowe…"
    },
    {
      "company": "NN Group",
      "title": "Senior DevOps Engineer",
      "location": "España, Spain",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-31T22:03:01Z",
      "url": "https://www.adzuna.es/details/5607917189?utm_medium=api&utm_source=b0e6829d",
      "description": "NN Digital Hub is a subsidiary company of Nationale Nederlanden Group located in Madrid, Spain. We deliver IT services and solutions for the different international Business Units from Nationale Nederlanden Group. Our objective is to create, deliver and maintain insurance product management solutions, as service propositions to enable any agent (linked or direct), machine or company to create and sell insurance products in Europe in an automated way and real time. We deliver IT services and sol…"
    },
    {
      "company": "Okta",
      "title": "Partner Enablement Manager",
      "location": "Polska, Poland",
      "locationType": "remote",
      "type": "security",
      "level": "lead",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-31T22:01:09Z",
      "url": "https://www.adzuna.pl/details/5607908133?utm_medium=api&utm_source=b0e6829d",
      "description": "Get to know Okta Okta is The World’s Identity Company. We free everyone to safely use any technology, anywhere, on any device or app. Our flexible and neutral products, Okta Platform and Auth0 Platform, provide secure access, authentication, and automation, placing identity at the core of business security and growth. At Okta, we celebrate a variety of perspectives and experiences. We are not looking for someone who checks every single box - we’re looking for lifelong learners and people who ca…"
    },
    {
      "company": "Cummins Inc.",
      "title": "Senior AWS Platform Engineer",
      "location": "Guadalajara, Jalisco, Mexico",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-31T21:53:39Z",
      "url": "https://www.adzuna.com.mx/details/5608138865?utm_medium=api&utm_source=b0e6829d",
      "description": "2422576 AWS Platform Engineer- Senior We provide global opportunities to develop your career, make your community a better place and work with today's most innovative thinkers to solve the world's toughest problems. We believe in flexibility for you to explore your passions while making an impact through meaningful work within our inclusive workforce. That's what _\\LifeAtCummins_ is all about. We are looking for a talented AWS Platform Engineer- Senior to join our team specializing in IT for CU…"
    },
    {
      "company": "World Food Programme",
      "title": "Cloud, Ai, Iot Advisory Specialist",
      "location": "Roma, Provincia di Roma, Italy",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-31T20:05:28Z",
      "url": "https://www.adzuna.it/details/5607559546?utm_medium=api&utm_source=b0e6829d",
      "description": "DEADLINE FOR APPLICATIONS 5 July 2025-23:59-GMT01:00 Central European Time (Rome) ABOUT WFP The World Food Programme is the world’s largest humanitarian organization saving lives in emergencies and using food assistance to build a pathway to peace, stability and prosperity, for people recovering from conflict, disasters and the impact of climate change. At WFP, people are at the heart of everything we do and the vision of the future WFP workforce is one of diverse, committed, skilled, and high …"
    },
    {
      "company": "Leonardo SpA",
      "title": "CYS - Security Engineer - GCSC",
      "location": "Milano, Provincia di Milano, Italy",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-31T16:44:13Z",
      "url": "https://www.adzuna.it/details/5607441430?utm_medium=api&utm_source=b0e6829d",
      "description": "Job Description: Leonardo è un gruppo industriale internazionale' tra le principali realt mondiali nell'Aerospazio' Difesa e Sicurezza che realizza capacit tecnologiche multidominio in ambito Elicotteri' Velivoli' Aerostrutture' Elettronica' Cyber Security e Spazio. Con oltre 60.000 dipendenti nel mondo' l'azienda ha una solida presenza industriale in Italia' Regno Unito' Polonia' Stati Uniti' e opera in 150 paesi anche attraverso aziende controllate' joint venture e partecipazioni. Protagonist…"
    },
    {
      "company": "Visa Technology Europe sp. z o.o.",
      "title": "Staff Cybersecurity Engineer",
      "location": "Warszawa, mazowieckie, Poland",
      "locationType": "onsite",
      "type": "security",
      "level": "principal",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-31T15:51:09Z",
      "url": "https://www.adzuna.pl/land/ad/5607414950?se=-rZ_wHkB8RGtGbvo-m1k5g&utm_medium=api&utm_source=b0e6829d&v=92D5E1B0974904ED5AEBC2CA5F1C26A7BAF1070C",
      "description": "Staff Cybersecurity Engineer Miejsce pracy: Warszawa Technologies we use Operating system Windows About the project Visa’s Cyber Security organization is expanding its Global Application Access Governance (AAG) program and is seeking an experienced IAM Engineer to join its Warsaw-based Center of Excellence. Reporting to the local IAM Director and working closely with global IAM leadership, this pivotal role will deliver advanced, AI-driven identity governance solutions that enhance security and…"
    },
    {
      "company": "Visa Technology Europe sp. z o.o.",
      "title": "Associate Cybersecurity Engineer",
      "location": "Warszawa, mazowieckie, Poland",
      "locationType": "onsite",
      "type": "security",
      "level": "junior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-31T15:51:08Z",
      "url": "https://www.adzuna.pl/land/ad/5607414915?se=-rZ_wHkB8RGtGbvo-m1k5g&utm_medium=api&utm_source=b0e6829d&v=7FCEBFC26AC740B2560DFFBAD917690334C078C7",
      "description": "Associate Cybersecurity Engineer Miejsce pracy: Warszawa Technologies we use Expected Python PowerShell C Operating system Windows About the project Visa's Cyber Security team is seeking a skilled Associate Cyber Security Engineer to join our elite team who can combine solid IAM expertise with a passion for automation and AI to drive innovation in IAM processes leveraging traditional scripting, AI/ML, and GenAI technologies, ensuring security and operational efficiency! We are looking for a pas…"
    },
    {
      "company": "Visa Technology Europe sp. z o.o.",
      "title": "Senior Cybersecurity Engineer",
      "location": "Warszawa, mazowieckie, Poland",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-31T15:51:08Z",
      "url": "https://www.adzuna.pl/land/ad/5607414926?se=-rZ_wHkB8RGtGbvo-m1k5g&utm_medium=api&utm_source=b0e6829d&v=924F9616B2E770B241D1273C9C170DD87775EB0C",
      "description": "Senior Cybersecurity Engineer Miejsce pracy: Warszawa Technologies we use Operating system Windows About the project Visa's Cyber Security team is seeking a highly skilled Cybersecurity Engineer to join our elite team who can combine solid IAM expertise with a passion for automation and AI to drive innovation in IAM processes leveraging traditional scripting, AI/ML, and GenAI technologies, ensuring security and operational efficiency! We are looking for a passionate, talented team player with a…"
    },
    {
      "company": "DCV Technologies",
      "title": "PKI Engineer",
      "location": "Warszawa, mazowieckie, Poland",
      "locationType": "remote",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-31T15:51:04Z",
      "url": "https://www.adzuna.pl/land/ad/5607414632?se=-rZ_wHkB8RGtGbvo-m1k5g&utm_medium=api&utm_source=b0e6829d&v=144FBDE9CC970FA7BE8052D13957306FE8523372",
      "description": "PKI Engineer Miejsce pracy: Warszawa Technologies we use Operating system Windows About the project Start date: ASAP Duration: 6 months (with option to extend) Type: New role Work model: 100% Remote Rate: Market About the role We are looking for an experienced PKI Engineer to join a global technology organization supporting enterprise-scale security and infrastructure solutions. You’ll play a key role in designing, securing, and operating Public Key Infrastructure services used across complex, …"
    },
    {
      "company": "Hop",
      "title": "Engineering & Quality – Data Engineer",
      "location": "Monterrey, Nuevo León, Mexico",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-31T13:58:45Z",
      "url": "https://www.adzuna.com.mx/details/5607670714?utm_medium=api&utm_source=b0e6829d",
      "description": "As a leading global financial information services provider, our client delivers vital credit and risk insights, robust data, and dynamic tools to champion more efficient, transparent financial markets. With over 100 years of experience and colleagues in over 30 countries, our client’s culture of credibility, independence, and transparency is embedded throughout its structure, which includes our client Ratings, one of the world’s top three credit ratings agencies, and our client Solutions, a le…"
    },
    {
      "company": "Momentum",
      "title": "Senior Full Stack Developer (Java & Platform Engineering) MMH260112-14",
      "location": "Centurion, Tshwane, South Africa",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-31T11:39:20Z",
      "url": "https://www.adzuna.co.za/land/ad/5607348469?se=tNNkw3kB8RGU3uAh3VBzrA&utm_medium=api&utm_source=b0e6829d&v=C10558B470FFEFB346830E5A6C26620EE71F6114",
      "description": "Role Purpose Lead the design, development, deployment, and operation of microservices and platform capabilities on AWS EKS using Java 21 and Spring Boot. Own critical engineering decisions across application and platform layers (runtime, CI/CD, observability, security), and ensure delivery quality, performance, reliability, and cost efficiency. Requirements 10 years professional software engineering experience, with 5 years leading microservice design and delivery on Spring Boot in production. …"
    },
    {
      "company": "iOCO",
      "title": "Senior Developer .net Cape Town, South Africa",
      "location": "Cape Town Region, Western Cape, South Africa",
      "locationType": "hybrid",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-31T11:38:54Z",
      "url": "https://www.adzuna.co.za/details/5607347297?utm_medium=api&utm_source=b0e6829d",
      "description": "Description We're a leading technology consulting company looking for an experienced Senior .NET Developer with strong AWS expertise to join our Cape Town–based team. This is a hybrid role offering the opportunity to work on complex, enterprise-grade solutions within a collaborative and high-performing environment. As a Senior Developer, you'll play a key role in technical solution design, development, and cloud implementation, while mentoring junior developers and influencing best practices ac…"
    },
    {
      "company": "iOCO",
      "title": "Senior Developer (.Net and AWS) From 0 to 0 (Market) - Monthly",
      "location": "Cape Town Region, Western Cape, South Africa",
      "locationType": "hybrid",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-31T11:38:54Z",
      "url": "https://www.adzuna.co.za/details/5607347296?utm_medium=api&utm_source=b0e6829d",
      "description": "Description We're a leading technology consulting company looking for an experienced Senior .NET Developer with strong AWS expertise to join our Cape Town–based team. This is a hybrid role offering the opportunity to work on complex, enterprise-grade solutions within a collaborative and high-performing environment. As a Senior Developer, you'll play a key role in technical solution design, development, and cloud implementation, while mentoring junior developers and influencing best practices ac…"
    },
    {
      "company": "Wolf Recruiter Company",
      "title": "Senior IAM & PAM Security Engineer - On-Site Mexico City",
      "location": "Ciudad de México, México, Mexico",
      "locationType": "onsite",
      "type": "iam",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-31T09:08:17Z",
      "url": "https://www.adzuna.com.mx/land/ad/5607421738?se=ZrRNxXkB8RG70K-BDHxp1g&utm_medium=api&utm_source=b0e6829d&v=C9B282D8C943A1856948B0C0D518A67558EB956B",
      "description": "A leading pharmaceutical firm in Mexico City is seeking a Principal I – IAM Security Engineer to design, implement, and optimize IAM capabilities, emphasizing Privileged Access Management. This senior role involves collaborating with IT security teams, developing security policies, and acting as a subject matter expert in IAM solutions. The position offers on-site work in a regulated environment, with opportunities for technical ownership and visibility in a high-impact role. J-18808-Ljbffr"
    },
    {
      "company": "Wolf Recruiter Company",
      "title": "Principal I – Identity & Access Management (IAM) Security Engineer Mexico City",
      "location": "Ciudad de México, México, Mexico",
      "locationType": "onsite",
      "type": "iam",
      "level": "principal",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-31T09:05:58Z",
      "url": "https://www.adzuna.com.mx/land/ad/5607419960?se=ZrRNxXkB8RG70K-BDHxp1g&utm_medium=api&utm_source=b0e6829d&v=EE847326D555A7A48BEB6A06450BD5EF21EB6055",
      "description": "Principal I – Identity & Access Management (IAM) Security Engineer Mexico City Location Mexico City – Insurgentes Sur Work Model: 100% On-site Schedule: Monday to Friday, 9:00 AM – 6:00 PM Industry: Pharmaceutical (end client) Position Summary We are seeking a Principal I – Identity & Access Management (IAM) Security professional to join the IT Security organization of a leading Pharmaceutical company . This role is responsible for leading the design, implementation, and optimization of secure,…"
    },
    {
      "company": "NEVERHACK France",
      "title": "Stage / Alternance Talent Acquisition Specialist (H/F)",
      "location": "Ile-de-France, France, France",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-31T08:52:34Z",
      "url": "https://www.adzuna.fr/land/ad/5607309104?se=znWVvXkB8RG70K-BDHxp1g&utm_medium=api&utm_source=b0e6829d&v=5BF964FA1B41010018E937561EE66AB8CD5ADA1B",
      "description": "À propos de NEVERHACK NEVERHACK est un groupe international de cybersécurité fort de plus de 40 ans d’expertise. Présent dans plus de 10 pays et comptant environ 1 200 collaborateurs, notre mission est de concevoir et de déployer des solutions de cybersécurité qui protègent les entreprises et les particuliers face aux menaces numériques. Nous croyons que toute organisation, quelle que soit sa taille ou son secteur d’activité, mérite une cybersécurité de haut niveau, accessible et innovante. Not…"
    },
    {
      "company": "NEVERHACK France",
      "title": "Consultant IAM/IAG",
      "location": "Ile-de-France, France, France",
      "locationType": "onsite",
      "type": "iam",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-31T08:49:43Z",
      "url": "https://www.adzuna.fr/land/ad/5607303437?se=znWVvXkB8RG70K-BDHxp1g&utm_medium=api&utm_source=b0e6829d&v=9F765231C5A0A5989C66711EDC3665711C24A1A3",
      "description": "Qui sommes-nous ? Be a game-changer, aim higher! NEVERHACK est le 1er pure-player français de la cybersécurité , spécialisé dans la protection des identités, des données et des systèmes pour des organisations privées et publiques. Avec plus de 40 ans d’expertise , NEVERHACK accompagne ses clients grâce à une approche globale mêlant conseil, intégration, expertise technique, cyberformation et innovation , notamment autour des enjeux IAM, Cloud Security et gouvernance des accès. Aujourd’hui, NEVE…"
    },
    {
      "company": "Job-Room",
      "title": "Cloud Engineer (80-100%)",
      "location": "Bern, Bern-Mittelland, Switzerland",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-31T05:08:45Z",
      "url": "https://www.adzuna.ch/details/5607116230?utm_medium=api&utm_source=b0e6829d",
      "description": "Cloud Engineer (80-100%)  Über Arca-Personal AG Die Arca-Personal AG ist spezialisiert auf die Vermittlung und Verleih von qualifizierten Fachkräften in der Schweiz. Für unseren Kunden suchen wir einen Cloud Engineer (80-100%). In dieser Position suchen wir eine technisch versierte und engagierte Persönlichkeit, die Freude an der Weiterentwicklung von Cloud-Infrastrukturen hat und sicher in der Anwendung modernster Technologien ist. Zielstrebigkeit und eine analytische Arbeitsweise zeichnen Sie…"
    },
    {
      "company": "CRH",
      "title": "Cloud Senior Architect",
      "location": "Amsterdam, Noord-Holland, Netherlands",
      "locationType": "hybrid",
      "type": "architect",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-31T02:42:46Z",
      "url": "https://www.adzuna.nl/details/5607053185?utm_medium=api&utm_source=b0e6829d",
      "description": "Country: Netherlands City: Amsterdam, The Netherlands Req ID: 519409 Job Type : Full Time Workplace Type : Hybrid Seniority Level : Mid-Senior Level About CRH We are CRH, and we are committed to contributing to a more resilient and sustainable built environment. We understand the wider impact our businesses can make in supporting human activity. We continue to do this through the delivery of unique, superior building materials and products for use in road and critical utility infrastructure, co…"
    },
    {
      "company": "VISA",
      "title": "Data Scientist",
      "location": "Warszawa, mazowieckie, Poland",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-31T01:43:34Z",
      "url": "https://www.adzuna.pl/land/ad/5606996245?se=-rZ_wHkB8RGtGbvo-m1k5g&utm_medium=api&utm_source=b0e6829d&v=BB6545661C17F8436B1DBD668C9B3DEF1A664F92",
      "description": "Company Description Visa is a world leader in payments and technology, with over 259 billion payments transactions flowing safely between consumers, merchants, financial institutions, and government entities in more than 200 countries and territories each year. Our mission is to connect the world through the most innovative, convenient, reliable, and secure payments network, enabling individuals, businesses, and economies to thrive while driven by a common purpose – to uplift everyone, everywhe…"
    },
    {
      "company": "VISA",
      "title": "Associate Cybersecurity Engineer",
      "location": "Warszawa, mazowieckie, Poland",
      "locationType": "onsite",
      "type": "security",
      "level": "junior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-31T01:40:32Z",
      "url": "https://www.adzuna.pl/land/ad/5606984648?se=-rZ_wHkB8RGtGbvo-m1k5g&utm_medium=api&utm_source=b0e6829d&v=962138FC243E340713439606A921FE2A305E28DF",
      "description": "Company Description Visa is a world leader in payments and technology, with over 259 billion payments transactions flowing safely between consumers, merchants, financial institutions, and government entities in more than 200 countries and territories each year. Our mission is to connect the world through the most innovative, convenient, reliable, and secure payments network, enabling individuals, businesses, and economies to thrive while driven by a common purpose – to uplift everyone, everywhe…"
    },
    {
      "company": "Reply Polska Sp. z o. o.",
      "title": "Senior Platform Engineer",
      "location": "Katowice, śląskie, Poland",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-31T01:40:32Z",
      "url": "https://www.adzuna.pl/land/ad/5606984714?se=-rZ_wHkB8RGtGbvo-m1k5g&utm_medium=api&utm_source=b0e6829d&v=684D9CB1560A0443C3C3A878E9B86AB306B2E13A",
      "description": "Responsibilities Lead the design, implementation, and operation of scalable, secure, and highly available cloud platforms , collaborating closely with Cloud Architects and engineering teams. Own complex Infrastructure-as-Code solutions using Terraform/Terragrunt and Git-based CI/CD workflows , including design standards and quality-driven delivery. Lead teams in building persistent automation for enterprise-grade platforms, leveraging AI-enabled agents to optimize productivity and engineering w…"
    },
    {
      "company": "Finchoice",
      "title": "DevOps Engineer (PayJustNow)",
      "location": "Cape Town Region, Western Cape, South Africa",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-31T00:58:23Z",
      "url": "https://www.adzuna.co.za/details/5606919429?utm_medium=api&utm_source=b0e6829d",
      "description": "At Weaver Fintech, we build scalable, secure, and cost- efficient systems that power innovation. Our infrastructure is designed to be secure by default, optimised for cost, and automated wherever possible. We're looking for an Intermediate DevOps Engineer with exposure to FinOps (cloud cost management) and SecOps (security operations) principles -someone eager to grow at the intersection of automation, security, and financial stewardship. Role Overview As an Intermediate DevOps Engineer, you'll…"
    },
    {
      "company": "Jobs via Dice",
      "title": "Machine Learning Engineer",
      "location": "San Jose, Santa Clara County, United States",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-31T00:57:25Z",
      "url": "https://www.adzuna.com/details/5607192090?utm_medium=api&utm_source=b0e6829d",
      "description": "Dice is the leading career destination for tech experts at every stage of their careers. Our client, Gardner Resources Consulting, LLC, is seeking the following. Apply via Dice today! Job Details We’re seeking a Machine Learning Engineer to design and implement scalable AI/ML solutions that drive product innovation and business insights. This role partners closely with data scientists, software engineers, and product managers to bring ML capabilities into production. Projects: This role focuses…"
    },
    {
      "company": "Saviynt",
      "title": "Senior Customer Success Manager",
      "location": "Bangalore, Karnataka, India",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-31T00:47:15Z",
      "url": "https://www.adzuna.in/details/5606637371?utm_medium=api&utm_source=b0e6829d",
      "description": "Saviynt is an identity authority platform built to power and protect the world at work. In a world of digital transformation, where organizations are faced with increasing cyber risk but cannot afford defensive measures to slow down progress, Saviynt’s Enterprise Identity Cloud gives customers unparalleled visibility, control and intelligence to better defend against threats while empowering users with right-time, right-level access to the digital technologies and tools they need to do their be…"
    },
    {
      "company": "Salve.Inno Consulting",
      "title": "Temporary MidPoint Engineer (IAM – Identity & Access Management)",
      "location": "Maastricht, Limburg, Netherlands",
      "locationType": "onsite",
      "type": "iam",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-30T19:58:40Z",
      "url": "https://www.adzuna.nl/details/5606366666?utm_medium=api&utm_source=b0e6829d",
      "description": "Overview A university in the Netherlands is seeking an experienced Temporary MidPoint Engineer (IAM) to strengthen the Technology stream of its Identity & Access Management (IAM) programme within the ICT Service Center. Due to the end-of-support of SAP IdM by the end of 2027 and the planned migration to MidPoint (Evolveum) , the organisation is preparing a major IAM modernisation starting in Q1 2026 . The MidPoint Engineer will play a key role in the technical realisation of this transition wit…"
    },
    {
      "company": "Genesis IT&T Pty Ltd",
      "title": "Security Analyst - Identity & Access Management (IAM)",
      "location": "Sydney, Sydney Region, Australia",
      "locationType": "hybrid",
      "type": "iam",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-30T19:23:45Z",
      "url": "https://www.adzuna.com.au/details/5606052519?utm_medium=api&utm_source=b0e6829d",
      "description": "Contract: 8-9 Months (possibility of extension) Identity & Access Management (IAM) Project North Sydney Office (Flexible/Hybrid work) A leading global organisation is seeking a Security Analyst / Identity Specialist to play a key role in a major Identity & Access Management (IAM) uplift, strengthening security controls and supporting the delivery of the security roadmap. You will be assessing risks, analysing access patterns, supporting IAM controls, and ensuring alignment with organisational s…"
    },
    {
      "company": "Inetum",
      "title": "Ingénieur Linux H/F",
      "location": "Bordeaux, Gironde, France",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-30T18:21:25Z",
      "url": "https://www.adzuna.fr/details/5606243418?utm_medium=api&utm_source=b0e6829d",
      "description": "Description du poste Dans le cadre d’un nouveau projet, au sein d’un acteur majeur français du spatial, vous intégrerez une équipe Inetum pluridisciplinaire allant du support utilisateurs à l’expertise technique couvrant l’ensemble des activités d’infrastructure (supervision, intégration, exploitation, administration, ingénierie) pour leur maintien en condition opérationnelle. Vous aurez également l’opportunité de participer à court et moyen terme aux projets de Transformation vers une infrastr…"
    },
    {
      "company": "Sabenza IT Recruitment",
      "title": "Cloud Engineer",
      "location": "Johannesburg, Gauteng, South Africa",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-30T11:44:14Z",
      "url": "https://www.adzuna.co.za/details/5606067411?utm_medium=api&utm_source=b0e6829d",
      "description": "We are looking for a specialised Cloud Engineer to build, secure, and maintain the underlying infrastructure for modern data platforms. Unlike traditional cloud engineering roles focused on general application hosting, this position is dedicated to the unique requirements of data workloads — including large-scale storage, high-throughput networking, and specialised compute clusters for Spark and SQL. You will bridge the gap between DevOps and Data Engineering, ensuring data scientists and analy…"
    },
    {
      "company": "Sabenza IT Recruitment",
      "title": "AWS Engineer",
      "location": "Sandton, North Johannesburg, South Africa",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-30T11:42:36Z",
      "url": "https://www.adzuna.co.za/details/5606066209?utm_medium=api&utm_source=b0e6829d",
      "description": "Role Summary We are seeking an experienced AWS Engineer responsible for designing, implementing, and maintaining secure, scalable, and highly available cloud infrastructure on Amazon Web Services. The role focuses on automation, reliability, performance optimisation, and cloud security while supporting application teams and business stakeholders. Key Responsibilities Design, deploy, and manage AWS infrastructure using Infrastructure as Code (Terraform, CloudFormation, or CDK). Build and maintai…"
    },
    {
      "company": "Sabenza IT Recruitment",
      "title": "Aws Engineer Sandton",
      "location": "Sandton, North Johannesburg, South Africa",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-30T11:42:31Z",
      "url": "https://www.adzuna.co.za/details/5606065779?utm_medium=api&utm_source=b0e6829d",
      "description": "Role Summary We are seeking an experienced AWS Engineer responsible for designing, implementing, and maintaining secure, scalable, and highly available cloud infrastructure on Amazon Web Services. The role focuses on automation, reliability, performance optimisation, and cloud security while supporting application teams and business stakeholders. Key Responsibilities Design, deploy, and manage AWS infrastructure using Infrastructure as Code (Terraform, CloudFormation, or CDK). Build and maintai…"
    },
    {
      "company": "Atos SE",
      "title": "Senior CyberArk Engineer / Developer",
      "location": "San Pedro Garza García, Nuevo León, Mexico",
      "locationType": "onsite",
      "type": "iam",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-30T09:04:32Z",
      "url": "https://www.adzuna.com.mx/land/ad/5606153439?se=ZrRNxXkB8RG70K-BDHxp1g&utm_medium=api&utm_source=b0e6829d&v=F6B6DC3F7B97BEB4844A8FD176D8C0F318B92483",
      "description": "Select how often (in days) to receive an alert: Atos Group is a global leader in digital transformation with c. 67,000 employees and annual revenue of c. €10 billion, operating in 61 countries under two brands — Atos for services and Eviden for products. European number one in cybersecurity, cloud and high performance computing, Atos Group is committed to a secure and decarbonized future and provides tailored AI-powered, end-to-end solutions for all industries. Atos Group is the brand under whi…"
    },
    {
      "company": "Atos",
      "title": "Senior CyberArk Engineer / Developer",
      "location": "San Pedro Garza García, Nuevo León, Mexico",
      "locationType": "onsite",
      "type": "iam",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-30T09:04:31Z",
      "url": "https://www.adzuna.com.mx/land/ad/5606153403?se=ZrRNxXkB8RG70K-BDHxp1g&utm_medium=api&utm_source=b0e6829d&v=8BB61668D1857883F2A88ED68ECF93A4A12E506D",
      "description": "Overview Senior CyberArk Engineer / Developer Company: Atos Location: Mexico Job Type: Fulltime We are seeking an exceptional Senior CyberArk Engineer to join our elite team. This role is critical and strategic. You will be designing, architecting, and deploying complete Sovereign AI infrastructures that enable governments, public sector organizations, and regulated enterprises to maintain full control, sovereignty, and independence over their AI capabilities. If you are enthusiastic about buil…"
    },
    {
      "company": "Atos SE",
      "title": "Senior CyberArk Engineer — IAM & SIA Security Lead",
      "location": "San Pedro Garza García, Nuevo León, Mexico",
      "locationType": "onsite",
      "type": "iam",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-30T09:03:01Z",
      "url": "https://www.adzuna.com.mx/land/ad/5606153225?se=ZrRNxXkB8RG70K-BDHxp1g&utm_medium=api&utm_source=b0e6829d&v=0F2673C1FD966CB1347E74DD80E30A3BAAF66332",
      "description": "A global technology leader seeks a Senior CyberArk Engineer in Monterrey, Mexico. This role involves designing and deploying Sovereign AI infrastructures for public and private sectors. The ideal candidate has over 5 years of experience with CyberArk PAM, Unix/Linux backgrounds, and is proficient in various scripting languages like Python and PowerShell. Responsibilities include mentoring junior staff and integrating CyberArk with various platforms. This position is critical for ensuring secure…"
    },
    {
      "company": "HCLTech",
      "title": "Cybersecurity Project Manager",
      "location": "México, Mexico",
      "locationType": "onsite",
      "type": "security",
      "level": "lead",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-30T09:01:04Z",
      "url": "https://www.adzuna.com.mx/land/ad/5606151955?se=ZrRNxXkB8RG70K-BDHxp1g&utm_medium=api&utm_source=b0e6829d&v=9E9D7C8A2C6602ED19C08CDCDB41D1278C40042D",
      "description": "HCLTech is a global technology company, home to more than 223,000 people across 60 countries, delivering industry-leading capabilities centered around digital, engineering, cloud and AI, powered by a broad portfolio of technology services and products. We work with clients across all major verticals, providing industry solutions for Financial Services, Manufacturing, Life Sciences and Healthcare, High Tech, Semiconductor, Telecom and Media, Retail and CPG, and Public Services. Consolidated reve…"
    },
    {
      "company": "Astek",
      "title": "Ingénieur Cloud Gcp - Spatial H/F",
      "location": "Talence, Bordeaux, France",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-30T08:02:59Z",
      "url": "https://www.adzuna.fr/details/5605992771?utm_medium=api&utm_source=b0e6829d",
      "description": "Ce que nous allons accomplir ensemble : Dans le cadre d'un projet stratégique de transformation digitale au sein d'un acteur majeur du secteur spatial, nous concevons une plateforme Cloud native sur Google Cloud Platform (GCP). Cette plateforme from scratch, devra répondre à des enjeux forts de sécurité, de scalabilité, de fiabilité et de conformité, propres à un environnement industriel et critique. Basé(e) sur le site de Bordeaux, vous interviendrez au coeur de la conception, de l'industriali…"
    },
    {
      "company": "Sad's INTERIM",
      "title": "Consultant Cloud Azure - Aws H/F",
      "location": "Levallois-Perret, Nanterre, France",
      "locationType": "onsite",
      "type": "consultant",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-30T08:02:58Z",
      "url": "https://www.adzuna.fr/details/5605992636?utm_medium=api&utm_source=b0e6829d",
      "description": "L'entreprise accélère la transformation cloud de ses clients sur Microsoft Azure, AWS, OVH et Nutanix NC2. Dans le cadre du développement de notre practice Cloud & Infrastructure, nous recherchons un consultant Cloud (H/F) maîtrisant les environnements Azure et ayant une bonne culture AWS, pour concevoir, sécuriser et industrialiser les infrastructures Cloud de nos clients. Tu interviendras sur des projets stratégiques : migration de datacenters vers le cloud, modernisation applicative, mise en…"
    },
    {
      "company": "IBM",
      "title": "Senior Data Engineer - Data Platform (AWS)",
      "location": "Milano, Provincia di Milano, Italy",
      "locationType": "hybrid",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-30T04:57:32Z",
      "url": "https://www.adzuna.it/details/5605828967?utm_medium=api&utm_source=b0e6829d",
      "description": "Introduction A career in IBM Consulting is rooted by long-term relationships and close collaboration with clients across the globe. You'll work with visionaries across multiple industries to modernize their data and cloud landscapes, accelerating adoption of hybrid cloud and AI-ready platforms. Your ability to drive meaningful change for clients is supported by our ecosystem of strategic partners and our technology platforms across the IBM portfolio; including Software and Red Hat. Curiosity an…"
    },
    {
      "company": "Pluxee",
      "title": "Sr Devops Engineer",
      "location": "Alcobendas, Madrid, Spain",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-29T21:47:52Z",
      "url": "https://www.adzuna.es/details/5605364513?utm_medium=api&utm_source=b0e6829d",
      "description": "Permanent Regular Job Description: Pluxee is a global player in employee benefits and engagement that operates in 31 countries. Pluxee helps companies attract, engage, and retain talent thanks to a broad range of solutions across Meal & Food, Wellbeing, Lifestyle, Reward & Recognition, and Public Benefits. Powered by leading technology and more than 5,000 engaged team members, Pluxee acts as a trusted partner within a highly interconnected B2B2C ecosystem made up of more than 500,000 clients, 3…"
    },
    {
      "company": "Fieldwire",
      "title": "Head of Information Security and GRC",
      "location": "Österreich, Austria",
      "locationType": "onsite",
      "type": "security",
      "level": "lead",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-29T21:47:49Z",
      "url": "https://www.adzuna.at/details/5605364464?utm_medium=api&utm_source=b0e6829d",
      "description": "Hilti Fieldwire, Inc.'s affiliate is hiring. This position is an opportunity to join the Hilti AG team in Schaan Liechtenstein. The candidate selected for this position will be a Hilti AG team member. If interested, please complete our application. What’s the Role? We are seeking a highly skilled and experienced Head of Information Security and GRC to join our team at Hilti Corporation, a leading provider of Construction Software (SW) solutions. Head of Information Security and GRC is a Line of…"
    },
    {
      "company": "Weaver Fintech Ltd",
      "title": "DevOps Engineer (PayJustNow)",
      "location": "Cape Town City Centre, Cape Town Region, South Africa",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-29T20:18:32Z",
      "url": "https://www.adzuna.co.za/details/5604861882?utm_medium=api&utm_source=b0e6829d",
      "description": "At Weaver Fintech, we build scalable, secure, and cost- efficient systems that power innovation. Our infrastructure is designed to be secure by default, optimised for cost, and automated wherever possible. We're looking for an Intermediate DevOps Engineer with exposure to FinOps (cloud cost management) and SecOps (security operations) principles -someone eager to grow at the intersection of automation, security, and financial stewardship. Role Overview As an Intermediate DevOps Engineer, you'll…"
    },
    {
      "company": "Leonardo",
      "title": "CYS - Security Engineer - GCSC",
      "location": "Italia, Italy",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-29T19:49:11Z",
      "url": "https://www.adzuna.it/details/5604893475?utm_medium=api&utm_source=b0e6829d",
      "description": "Job Description: Leonardo è un gruppo industriale internazionale, tra le principali realtà mondiali nell’Aerospazio, Difesa e Sicurezza che realizza capacità tecnologiche multidominio in ambito Elicotteri, Velivoli, Aerostrutture, Elettronica, Cyber Security e Spazio. Con oltre 60.000 dipendenti nel mondo, l’azienda ha una solida presenza industriale in Italia, Regno Unito, Polonia, Stati Uniti, e opera in 150 paesi anche attraverso aziende controllate, joint venture e partecipazioni. Protagoni…"
    },
    {
      "company": "RedMatter Solutions",
      "title": "Solutions Architect – Identity & Access Management Modernization",
      "location": "Washington, Washington, D.C., United States",
      "locationType": "onsite",
      "type": "iam",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-29T14:26:07Z",
      "url": "https://www.adzuna.com/details/5605274620?utm_medium=api&utm_source=b0e6829d",
      "description": "Position Overview We are seeking a hands-on Solutions Architect to serve as the technical lead for a large-scale Identity & Access Management (IAM) modernization initiative supporting a civilian federal agency. This role owns the end-to-end technical architecture, design, and implementation of the solution and works hand-in-hand with the Project Manager to ensure successful delivery. The Solutions Architect will act as the primary technical authority, directing engineers, defining architecture …"
    },
    {
      "company": "Teolia",
      "title": "Chef de projet réseau/sécurité",
      "location": "Paris, Ile-de-France, France",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-29T08:55:10Z",
      "url": "https://www.adzuna.fr/land/ad/5604586000?se=znWVvXkB8RG70K-BDHxp1g&utm_medium=api&utm_source=b0e6829d&v=8162D0E962CAA14A0A5832718FE0630BC9E921CA",
      "description": "POSTE UNIQUEMENT EN CDI Nous constituons notre future équipe et cherchons notre futur Teolien qui aura en responsabilité le produit technique Network/security et IAM). Envie de rejoindre un collectif de passionnés réunis autour d'un projet d'entreprise où l' excellence dans le service rendu au client se conjugue avec épanouissement personnel ? Envie de participer à la co-construction d'une société en pleine expansion (23 M euros de CA en 2024, Happy At Work et Happy Agile 2025 , Gold Partner At…"
    },
    {
      "company": "Aiven",
      "title": "Security Engineer",
      "location": "Auckland City, Auckland, New Zealand",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-29T07:48:32Z",
      "url": "https://www.adzuna.co.nz/details/5603474052?utm_medium=api&utm_source=b0e6829d",
      "description": "We’re a global team of over 400 people, working together to push the boundaries of open-source technology and multi-cloud solutions. Our vision is to help developers, builders, and creators bring their ideas to life with speed and simplicity, by providing a cloud data platform that makes open-source databases, search, streaming, and application infrastructure easily accessible to everyone. The Role: We are seeking a proactive and detail-oriented Security Engineer to join our team. This dual-rol…"
    },
    {
      "company": "Crit Interim España ETT",
      "title": "Responsable de Ciberseguridad",
      "location": "Murcia, Spain",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-29T05:22:05Z",
      "url": "https://www.adzuna.es/details/5604344769?utm_medium=api&utm_source=b0e6829d",
      "description": "Grupo Crit Multinacional de RRHH selecciona para importante empresa de referencia en el sector de diseño y fabricación de grupos electrógenos de Diesel y gas, ubicada en San Javier (Murcia), necesita incorporar a su plantilla Responsable de Ciberseguridad (Security Manager). Buscamos un Responsable de Ciberseguridad para liderar el programa de seguridad de la compañía y sus filiales. Serás la persona encargada de definir la estrategia, dirigir proyectos con proveedores especializados, establece…"
    },
    {
      "company": "Job-Room",
      "title": "Chief Technology Officer (CTO) 80-100%",
      "location": "Unterentfelden, Aarau, Switzerland",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-29T05:08:44Z",
      "url": "https://www.adzuna.ch/details/5604335170?utm_medium=api&utm_source=b0e6829d",
      "description": "1. April 2026 oder nach Vereinbarung Homeoffice möglich Spannende Aufgaben warten: * Sie verantworten die Technologie- und Architekturstrategie der Informatik Aargau und prägen die technologische Ausrichtung des Kantons langfristig. * Sie definieren das kantonsweite Technologiemanagement mit Architekturprinzipien, Standards und Governance und vertreten technologische Anliegen gegenüber relevanten Stakeholdern und Gremien aus der Verwaltung und Politik. * Sie steuern das Technologieportfolio: St…"
    },
    {
      "company": "Bright Professionals",
      "title": "Full-Stack Observability Engineer",
      "location": "'s-Hertogenbosch, Noord-Brabant, Netherlands",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-29T05:07:11Z",
      "url": "https://www.adzuna.nl/details/5604327819?utm_medium=api&utm_source=b0e6829d",
      "description": "Voor Enexis zoeken wij een Full-Stack Observability Engineer. Je speelt een cruciale rol in de energietransitie, een van de grootste maatschappelijke uitdagingen van deze tijd. Binnen deze functie draag je eraan bij dat de digitale en fysieke infrastructuur van de organisatie gelijkwaardig zijn en voorbereid zijn op een toekomst waarin IT een steeds grotere rol heeft. De modernste technologieën worden ingezet om met het digitale landschap een extreem hoge beschikbaarheid te garanderen. Als full…"
    },
    {
      "company": "NTT America, Inc.",
      "title": "Senior Manager Cybersecurity",
      "location": "Amsterdam, Noord-Holland, Netherlands",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-29T04:59:41Z",
      "url": "https://www.adzuna.nl/details/5604312595?utm_medium=api&utm_source=b0e6829d",
      "description": "About us NTT DATA - a part of NTT Group - is a Top 10 global IT services provider, headquartered in Tokyo, with over 150,000 employees. We deliver consulting solutions by combining specialized sectorial knowledge, our transformation management skills, and our large technology expertise (data, RPA, AI, low code, cloud, IoT, virtual reality), to keep our clients, as well as society, a step ahead in this digitally dynamic world. At NTT DATA everything we do is guided by our core values. We respect…"
    },
    {
      "company": "AstraZeneca",
      "title": "CloudOps Engineer - Evinova",
      "location": "España, Spain",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-28T21:49:50Z",
      "url": "https://www.adzuna.es/details/5603986854?utm_medium=api&utm_source=b0e6829d",
      "description": "Role based in Barcelona / 3 days at the office - 2 days at home As a CloudOps Engineer, you’ll play a key role in the daily operations of our SaaS platform—supporting CI/CD pipelines, ensuring system reliability, optimizing costs, and helping manage cloud resources across multiple AWS accounts. You’ll bring practical DevOps skills, an operations-first mindset, and working experience with MongoDB to help us deliver a secure, reliable, and cost-efficient platform. Key Responsibilities Cloud Opera…"
    },
    {
      "company": "ING",
      "title": "IAM/IGA Engineer (One Identity Manager)",
      "location": "España, Spain",
      "locationType": "hybrid",
      "type": "iam",
      "level": "lead",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-28T21:49:47Z",
      "url": "https://www.adzuna.es/details/5603986725?utm_medium=api&utm_source=b0e6829d",
      "description": "At ING Hubs Spain we are looking for a IAM Engineer (One Identity Manager) Your role and work environment: We are looking for a talented and enthusiastic Identity & Access DevOps Engineer to join our team at ING Hubs Spain. Join our IAM team and help build secure, scalable Identity & Access Management solutions for ING. You’ll collaborate with tech and security teams, run security assessments, shape IAM policies, and manage the full lifecycle of IAM applications. We’re looking for flexible, cur…"
    },
    {
      "company": "Premedia GmbH",
      "title": "IT Security Consultant (w/m/d)",
      "location": "Wels, Oberösterreich, Austria",
      "locationType": "hybrid",
      "type": "consultant",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-28T20:55:30Z",
      "url": "https://www.adzuna.at/land/ad/5603903963?se=POGZwXkB8RG70K-BDHxp1g&utm_medium=api&utm_source=b0e6829d&v=6FA9AAF51FBC27F54E78B3E3B74F50DEDDEF0672",
      "description": "IT Security Consultant (w/m/d) Vollzeit Wels/Linz/Homeoffice (hybrid) smart bewerben Bei uns geht das, was du willst Wir bei Premedia automatisieren Marketing-Prozesse. Seit mehr als 40 Jahren, mit 130 Mitarbeiter:innen und 4 Standorten in Wels, Salzburg, Linz und Wien, begleiten wir zahlreiche international tätige Unternehmen wie Raiffeisen, Wüstenrot, Trodat oder die XXXLutz-Gruppe dabei, ihr Marketing zu vereinfachen. Du liebst es, komplexe Systeme sicher zu machen und Risiken in Chancen zu …"
    },
    {
      "company": "Saviynt",
      "title": "Identity Security - Sr. Customer Success Manager - East",
      "location": "Boston, Suffolk County, United States",
      "locationType": "onsite",
      "type": "iam",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-28T20:05:14Z",
      "url": "https://www.adzuna.com/details/5604217523?utm_medium=api&utm_source=b0e6829d",
      "description": "Identity Security - Sr. Customer Success Manager - East Saviynt's AI-powered identity platform manages and governs human and non-human access to all of an organization's applications, data, and business processes. Customers trust Saviynt to safeguard their digital assets, drive operational efficiency, and reduce compliance costs. Built for the AI age, Saviynt is today helping organizations safely accelerate their deployment and usage of AI. Saviynt is recognized as the leader in identity securi…"
    },
    {
      "company": "Bryan Health",
      "title": "Identity Access Management (Iam) Cybersecurity Manager",
      "location": "State House, Lancaster County, United States",
      "locationType": "onsite",
      "type": "iam",
      "level": "lead",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-28T20:05:11Z",
      "url": "https://www.adzuna.com/details/5604217259?utm_medium=api&utm_source=b0e6829d",
      "description": "Identity Access Management (Iam) Cybersecurity Manager GENERAL SUMMARY: Leads teams through the overall enterprise security architecture, integration, implementation and delivery of system security changes and is the central point of communication, maintaining a common vision, plan, and goal across all areas of accountability. Addresses risks that may arise during cybersecurity and identity and access life cycle management and digital identity transformation. Monitors the channels through which…"
    },
    {
      "company": "Match Group",
      "title": "ML Ops Engineer",
      "location": "Paris, Ile-de-France, France",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-28T20:00:55Z",
      "url": "https://www.adzuna.fr/details/5603573691?utm_medium=api&utm_source=b0e6829d",
      "description": "At Meetic, a Match Group company, we have been pioneering online dating for over 20 years, leveraging our legacy to reinvent how people meet, connect, and build meaningful relationships across Europe and beyond. As part of Match Group, we manage a diverse portfolio of brands, from iconic names like Meetic, Match, Lexa, and LoveScout24 to tailored experiences for singles over 50, OurTime, DisonsDemain, Zweisam, and single parents, Even and Stir. Our teams design, build, and scale platforms acros…"
    },
    {
      "company": "Trinetix",
      "title": "Solution Architect",
      "location": "España, Spain",
      "locationType": "onsite",
      "type": "architect",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-28T17:26:06Z",
      "url": "https://www.adzuna.es/details/5603330950?utm_medium=api&utm_source=b0e6829d",
      "description": "We are seeking a Solution Architect to design and drive scalable, cloud-native solutions that support fleet optimization and operational efficiency across a large-scale vehicle network of 46,000 assets in 545 locations. You will own the end-to-end solution architecture, partnering closely with product, engineering, data, and business stakeholders to translate complex business requirements into secure, high-performing systems deployed on AWS. Requirements 8 years of experience in software engine…"
    },
    {
      "company": "RedMatter Solutions LLC",
      "title": "Solutions Architect - Identity & Access Management Modernization",
      "location": "Washington, Washington, D.C., United States",
      "locationType": "onsite",
      "type": "iam",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-28T11:25:54Z",
      "url": "https://www.adzuna.com/details/5603330698?utm_medium=api&utm_source=b0e6829d",
      "description": "Job Description Job Description Description: Position Overview We are seeking a hands-on Solutions Architect to serve as the technical lead for a large-scale Identity & Access Management (IAM) modernization initiative supporting a civilian federal agency. This role owns the end-to-end technical architecture, design, and implementation of the solution and works hand-in-hand with the Project Manager to ensure successful delivery. The Solutions Architect will act as the primary technical authority…"
    },
    {
      "company": "THE SKY",
      "title": "Chef de projet technique Infrastructure & Cloud AWS",
      "location": "Paris, Ile-de-France, France",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-28T09:11:46Z",
      "url": "https://www.adzuna.fr/land/ad/5602945942?se=znWVvXkB8RG70K-BDHxp1g&utm_medium=api&utm_source=b0e6829d&v=455D4C4978ECF4E84A4EC5F68D18A11FA6A4E54F",
      "description": "Fiche de Poste : Consultant Chef de projet technique Infrastructure & Cloud AWS - IDF (H/F) Début de mission : ASAP WELCOME TO THE SKY  Société de conseil spécialisée en santé où interviennent des experts passionnés, engagés aux côtés des acteurs des Life Sciences pour relever les défis stratégiques, réglementaires et opérationnels du secteur de la santé. Notre Expertise : THE SKY regroupe des experts en Affaires Pharmaceutiques et Médicales, enrichis par un pôle IT/Digital qui ouvre la voie à …"
    },
    {
      "company": "1GLOBAL",
      "title": "Senior DevSecOps Engineer - Berlin / Lisbon / Warsaw",
      "location": "España, Spain",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-28T08:36:18Z",
      "url": "https://www.adzuna.es/details/5602931584?utm_medium=api&utm_source=b0e6829d",
      "description": "1GLOBAL is a technology-driven global mobile communications leader, built to help enterprises unlock the full potential of mobile connectivity at scale. Powered by a best-in-class telecom platform – including our own owned and operated global mobile core network, a full end-to-end eSIM technology stack, and an extensive portfolio of telecom licenses – 1GLOBAL operates as a fully regulated telecommunications provider across 40 countries worldwide. Combined with our privileged access to the globa…"
    },
    {
      "company": "Weekday AI",
      "title": "SailPoint IIQ developer",
      "location": "India",
      "locationType": "onsite",
      "type": "iam",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-27T21:42:31Z",
      "url": "https://www.adzuna.in/details/5601914746?utm_medium=api&utm_source=b0e6829d",
      "description": "This role is for one of the Weekday's clients Salary range: Rs 1000000 - Rs 1900000 (ie INR 10-19 LPA) Min Experience: 7 years Location: NCR JobType: full-time The SailPoint IIQ Developer will be responsible for designing, developing, and implementing scalable Identity Governance and Administration (IGA) solutions using SailPoint IdentityIQ. This role focuses on identity lifecycle management, access governance, compliance, and secure integration with enterprise and cloud systems. You will work …"
    },
    {
      "company": "Manychat",
      "title": "Senior Site Reliability Engineer",
      "location": "Barcelona, Cataluña, Spain",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-27T12:38:43Z",
      "url": "https://www.adzuna.es/land/ad/5601806526?se=-riKx3kB8RGU3uAh3VBzrA&utm_medium=api&utm_source=b0e6829d&v=8EB043A13D71D96474A588555A90500325DABB03",
      "description": "Overview Who We Are  We help creators get more out of every conversation with Instagram-focused automations and support for other channels like Messenger, WhatsApp, and TikTok. The result? Better engagement, more sales, and real, sustainable growth. With a diverse team of 350 people spread across three continents, we’re building the leading Chat Marketing platform that is used — and loved — by more than 1.5 million customers worldwide. Who We're Looking For We’re looking for a Senior Site Relia…"
    },
    {
      "company": "Initiumsoft",
      "title": "Infrastructure & Operations Cloud Architect",
      "location": "Barcelona, Spain",
      "locationType": "onsite",
      "type": "architect",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-27T05:02:29Z",
      "url": "https://www.adzuna.es/details/5601516765?utm_medium=api&utm_source=b0e6829d",
      "description": "Infrastructure & Operations Cloud Architect: Architecting the Future of Reliability & Scale Ubicacin / Modalidad Barcelona (Hbrido) | Horario: 09:00 - 18:00 Tu misin en Initium Software: En Initium Software , conectamos el mejor talento tcnico con proyectos desafiantes. Como nuestro nuevo Cloud Architect , sers el lder estratgico detrs del diseo e implementacin de un programa de gobernanza y confiabilidad de AWS de mltiples fases. Tu objetivo ser garantizar una infraestructura segura, escalable…"
    },
    {
      "company": "ING Bank",
      "title": "Security Operation Centre Chapter Lead",
      "location": "Madrid, Spain",
      "locationType": "onsite",
      "type": "security",
      "level": "lead",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-26T19:45:27Z",
      "url": "https://www.adzuna.es/details/5601055256?utm_medium=api&utm_source=b0e6829d",
      "description": "REQ-10108408 23/01/2026 IT Engineering Madrid, Spanje ING Hubs Your role and work environment: Security Operation Centre Chapter Lead at ING Hubs Spain will support the implementation of ING’s global security strategy within the local hub and will oversee the delivery and improvement of IT security services in the chapter, ensuring alignment with CISO standards and regulatory requirements. The role focuses on leading a team of security professionals, fostering knowledge sharing, and driving ser…"
    },
    {
      "company": "Noir",
      "title": "Cloud Engineer",
      "location": "Österreich, Austria",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-26T19:43:45Z",
      "url": "https://www.adzuna.at/details/5601054060?utm_medium=api&utm_source=b0e6829d",
      "description": "Cloud Engineer - A Growing FinTech Business - Linz, Austria (Tech stack: Cloud Engineer, AWS, Azure, GCP, Citrix, Terraform, Ansible, Docker, Kubernetes, Jenkins, Git, Python, Bash, Networking, Security (IAM, VPC), Serverless Computing, Cloud Storage, Cloud Databases, Load Balancing, Monitoring (CloudWatch, Azure Monitor), Identity and Access Management (IAM), Automation, M365, Cloud Cost Management, High Availability, Disaster Recovery, Cloud Architecture, API Gateway, Containers, DevOps in th…"
    },
    {
      "company": "Merkur Versicherung AG",
      "title": "DevOps Engineer (m/w/d) - Fokus Entwicklungsplattform & Day-2-Operations",
      "location": "Graz, Steiermark, Austria",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-26T17:05:18Z",
      "url": "https://www.adzuna.at/land/ad/5600986040?se=POGZwXkB8RG70K-BDHxp1g&utm_medium=api&utm_source=b0e6829d&v=825F075EC953187CD5259BDBEACC99A9A03AA4CE",
      "description": "DevOps Engineer (m/w/d) - Fokus Entwicklungsplattform & Day-2-Operations * Graz * Vollzeit jetztbewerben: Ihr Talent für das Wunder Mensch * Merkur Campus (Conrad-von-Hötzendorf-Straße 84, 8010 Graz) * &hairsp;54.751,06 EUR pro Jahr * Informationstechnologie * 38,50 Stunden pro Woche * Vollzeit Jobbeschreibung * Mitarbeit in einem cross-funktionalen DevOps-Team bestehend aus Softwareentwicklerinnen und -entwicklern sowie Betriebs- und Netzwerkspezialistinnen und -spezialisten * Betrieb, Stabili…"
    },
    {
      "company": "ING Group",
      "title": "Head of Cybersecurity Services and Governance & Compliance Lead",
      "location": "Madrid, Comunidad de Madrid, Spain",
      "locationType": "onsite",
      "type": "security",
      "level": "lead",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-26T12:06:26Z",
      "url": "https://www.adzuna.es/land/ad/5600849605?se=-riKx3kB8RGU3uAh3VBzrA&utm_medium=api&utm_source=b0e6829d&v=7FF492BECAF3D4DA701056CEB66BDFD205B3CAEA",
      "description": "At ING Hubs Spain we are looking for a Head of Cybersecurity Services and Governance & Compliance Lead Your role and work environment: We are looking for a talented and enthusiastic Head of Cybersecurity Services and Governance & Compliance Lead to join our ING Hubs Spain Team. You will be building a new team that is active in the fields of cybersecurity governance, regulatory compliance, horizon scanning and influencing new regulations. Furthermore, the team will perform risk analyses in suppo…"
    },
    {
      "company": "Storio group",
      "title": "Principal Security Engineer",
      "location": "Nederland, Netherlands",
      "locationType": "onsite",
      "type": "security",
      "level": "principal",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-25T02:13:31Z",
      "url": "https://www.adzuna.nl/details/5599645101?utm_medium=api&utm_source=b0e6829d",
      "description": "Make Your Mark as a Principal Security Engineer at Storio group About the role You will work closely with other departments, such as SRE, following a security-first methodology known as SecDevOps. Your goal is to move beyond traditional \"gatekeeping\" to build a frictionless, automated security environment. Your primary mission is to engineer the guardrails that allow development teams to innovate at speed while ensuring the platform remains secure by design through a \"shift-left\" approach. You …"
    },
    {
      "company": "BIP - Business Integration Partners",
      "title": "Security Manager",
      "location": "Milano, Provincia di Milano, Italy",
      "locationType": "onsite",
      "type": "security",
      "level": "lead",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-24T19:55:14Z",
      "url": "https://www.adzuna.it/details/5598994057?utm_medium=api&utm_source=b0e6829d",
      "description": "Entra nel nostro mondo. _ - Trasforma insieme a noi.Security Manager _️\"Mitigare i rischi cyber derivanti dalla trasformazione digitale? Questo è il mio mestiere!\" -  Se ti rivedi in questa descrizione, continua a leggere per scoprire chi siamo e quali opportunità possiamo offrirti! Hai già sentito parlare di BIP CyberSec? È il Centro di Eccellenza di BIP Group specializzato in servizi e soluzioni per il contrasto delle minacce provenienti dal cyber space. Siamo nati dall’incontro di tre aree d…"
    },
    {
      "company": "Cropster",
      "title": "Technical Product Manager - Platform (f/m/d) in Vienna or Innsbruck",
      "location": "Mutters, Innsbruck-Land, Austria",
      "locationType": "onsite",
      "type": "security",
      "level": "lead",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-24T07:24:51Z",
      "url": "https://www.adzuna.at/details/5598526029?utm_medium=api&utm_source=b0e6829d",
      "description": "About the role Cropster is building a specialized coffee intelligence layer to support coffee operations across the whole supply chain. Cropster provides industry-leading production software for thousands of coffee farmers, roasters, and cafes. We aim to support all specialized activities in the coffee supply chain, while extending connections to non-specialized business software for improved operations, such as ERPs and data warehouses. We are looking for a Product Manager in our Platform Team…"
    },
    {
      "company": "DTCC",
      "title": "Lead IT Risk and Security Engineer",
      "location": "Uptown, Hudson County, United States",
      "locationType": "onsite",
      "type": "security",
      "level": "lead",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-23T17:42:02Z",
      "url": "https://www.adzuna.com/details/5597985290?utm_medium=api&utm_source=b0e6829d",
      "description": "Description Are you ready to make an impact at DTCC? Do you want to work on innovative projects, collaborate with a dynamic and supportive team, and receive investment in your professional development? At DTCC, we are at the forefront of innovation in the financial markets. We are committed to helping our employees grow and succeed. We believe that you have the skills and drive to make a real impact. We foster a thriving internal community and are committed to creating a workplace that looks li…"
    },
    {
      "company": "Bank Frick AG",
      "title": "Senior Security Engineer 80100 %",
      "location": "Schweiz, Switzerland",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-23T16:11:00Z",
      "url": "https://www.adzuna.ch/land/ad/5597164562?se=dp2EwnkB8RG70K-BDHxp1g&utm_medium=api&utm_source=b0e6829d&v=8E50346CB7622B24171F24648B2A01C118B6E0DB",
      "description": "Das macht die Stelle attraktiv: «Zur Verstärkung unseres Information Security Team suchen wir einen erfahrenen Senior Security Engineer, der unsere Sicherheitsinfrastruktur und unsere Sicherheitsprozesse aktiv mitgestaltet, weiterentwickelt und den Schutz unserer Systeme und Daten nachhaltig stärkt.» Kurt Staud, Head of Business Technologies Deine Aufgaben Betrieb und Weiterentwicklung der Security-Infrastruktur inkl. SOC-/ SIEM-Plattformen (on-premises und cloudbasiert) Implementierung, Admini…"
    },
    {
      "company": "Qualinx",
      "title": "Senior Cloud Engineer",
      "location": "Delft, Zuid-Holland, Netherlands",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-23T04:53:35Z",
      "url": "https://www.adzuna.nl/details/5596816285?utm_medium=api&utm_source=b0e6829d",
      "description": "Join our cutting-edge start-up adventure! Who are we? Join the Revolution in GNSS and IoT Connectivity At Qualinx , we re not just building chips, we re engineering the future fabric of the connected world. As a pioneering semiconductor scale-up, we re transforming how devices connect, communicate, and operate through our ground-breaking Digital RF technology. Our mission goes beyond ultra-low power GNSS: we re redefining what s possible in adaptive, scalable, and intelligent connectivity for t…"
    },
    {
      "company": "OOM Verzekeringen",
      "title": "Operational Security Officer",
      "location": "Binckhorst, Den Haag, Netherlands",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-23T01:38:14Z",
      "url": "https://www.adzuna.nl/details/5596506043?utm_medium=api&utm_source=b0e6829d",
      "description": "Operational Security Officer 32-38 uur | Rijswijk Ben jij klaar om impact te maken in een dynamische omgeving waar informatiebeveiliging elke dag belangrijker wordt? Kom dan werken bij OOM Verzekeringen! OOM Verzekeringen is een kleine verzekeraar en helpt mensen wereldwijd met slimme verzekeringsoplossingen. Onze klanten hebben vaak een bijzonder verhaal. Wat zij doen, durft niet iedereen, denk aan het opzetten van een eigen onderneming of het kiezen voor werken in het buitenland. Bij ons draa…"
    },
    {
      "company": "Coöperatie VGZ",
      "title": "Junior IT Security Officer",
      "location": "Arnhem, Gelderland, Netherlands",
      "locationType": "onsite",
      "type": "security",
      "level": "junior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-22T20:26:10Z",
      "url": "https://www.adzuna.nl/details/5596041594?utm_medium=api&utm_source=b0e6829d",
      "description": "Wil jij jouw talent binnen cyber security verder ontwikkelen? Als Junior IT Security Officer bij Coöperatie VGZ krijg je daarin de ruimte. Zo kun jij groeien én een bijdrage leveren aan een gezonder Nederland. Voor iedereen. Benieuwd wat er allemaal komt kijken bij deze functie? Je leest het in deze vacature. Hoe jij het verschil maakt Je ondersteunt als Junior IT Security Officer het Cyber Security Center bij de operationele en technische securitytaken, zoals bijvoorbeeld het uitvoeren van co…"
    },
    {
      "company": "Simeio",
      "title": "Chief Commercial Officer (CCO)",
      "location": "Alpharetta, Fulton County, United States",
      "locationType": "hybrid",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-22T17:07:23Z",
      "url": "https://www.adzuna.com/details/5596318432?utm_medium=api&utm_source=b0e6829d",
      "description": "Industry: Identity & Access Management (IAM) / Cybersecurity Reports to: Chief Executive Officer Location: Flexible / Hybrid (as applicable) Role Overview The Chief Commercial Officer (CCO) is responsible for driving global revenue growth and market leadership across all commercial functions. This role owns the end-to-end go-to-market strategy, unifying marketing, sales, and partner ecosystems into a single, high-performance commercial engine. Operating in the fast-evolving Identity & Access Ma…"
    },
    {
      "company": "PricewaterhouseCoopers",
      "title": "Cybersecurity-IAM - Okta/Identity/Ping/Entra Developer-Senior Associate-HYD",
      "location": "India",
      "locationType": "onsite",
      "type": "iam",
      "level": "junior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-21T00:38:44Z",
      "url": "https://www.adzuna.in/details/5592693841?utm_medium=api&utm_source=b0e6829d",
      "description": "Industry/Sector Not Applicable Specialism Cybersecurity & Privacy Management Level Senior Associate Job Description & Summary A career in our Cybersecurity, Privacy and Forensics will provide you the opportunity to solve our clients most critical business and data protection related challenges. You will be part of a growing team driving strategic programs, data analytics, innovation, deals, cyber resilency, response, and technical implementation activities. You will have access to not only the …"
    },
    {
      "company": "STAFIDE",
      "title": "Senior IAM Analyst – One Identity Manager",
      "location": "Nederland, Netherlands",
      "locationType": "onsite",
      "type": "iam",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-19T17:10:03Z",
      "url": "https://www.adzuna.nl/details/5591310288?utm_medium=api&utm_source=b0e6829d",
      "description": "As a Senior IAM Analyst – One Identity Manager, you will: Design, implement, and manage Identity and Access Management (IAM) solutions using the One Identity product suite. Configure, customize, and maintain One Identity Manager, including its data model and workflows. Build, enhance, and support One Identity connectors for integration with enterprise systems. Develop and maintain integrations using One Identity exposed APIs. Implement authentication, authorization, and access control mechanism…"
    },
    {
      "company": "Synechron",
      "title": "Data Engineer GCP",
      "location": "India",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-18T01:14:49Z",
      "url": "https://www.adzuna.in/details/5589563888?utm_medium=api&utm_source=b0e6829d",
      "description": "Overall Responsibilities Design, develop, and maintain scalable data pipelines and workflows using GCP services Build and optimize data models, schemas, and warehouses (BigQuery, Cloud SQL, etc.) aligned with business needs Collaborate with data analysts, data scientists, and business stakeholders to gather requirements and deliver effective solutions Ensure data quality, security, and compliance across all data environments Automate data workflows, monitor system health, and troubleshoot issue…"
    },
    {
      "company": "MatchGuru",
      "title": "Freelance Head Hunter - Cybersecurity",
      "location": "Italia, Italy",
      "locationType": "remote",
      "type": "security",
      "level": "lead",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-17T16:40:35Z",
      "url": "https://www.adzuna.it/land/ad/5589227566?se=0GtdxnkB8RG70K-BDHxp1g&utm_medium=api&utm_source=b0e6829d&v=5FBB5D4C3A71769FE625B7CA60E758D509894480",
      "description": " Chi è MatchGuru? MatchGuru è il punto di contatto con il tuo lavoro dei sogni. Con un network di recruiter specializzati rendiamo il recruiting più veloce, mirato e trasparente. Aiutiamo le persone a trovare opportunità in linea con le proprie ambizioni e le aziende a trovare i candidati giusti. ⭐ L’opportunità  Remote  Ruolo: Head Hunter / Recruiter Freelance Cybersecurity  Settore: Cybersecurity & Information Security  Modalità: Collaborazione freelance – full remote  Perché questa posizione…"
    },
    {
      "company": "HERZUM",
      "title": "Senior Cloud Engineer (CEN)",
      "location": "Milano, Provincia di Milano, Italy",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-17T04:57:24Z",
      "url": "https://www.adzuna.it/details/5588822985?utm_medium=api&utm_source=b0e6829d",
      "description": "Ti diamo il benvenuto in Herzum | ora parte di Catworkx! Siamo molto più di una società di consulenza IT: siamo innovatori, pionieri e partner di eccellenza. Oggi iniziamo un nuovo capitolo come parte del gruppo Catworkx, uno dei principali Atlassian Platinum Partner al mondo, con una forte presenza in Europa. Fondata a Chicago nel 2000, Herzum è cresciuta fino a diventare una realtà internazionale con sedi in Italia, Stati Uniti, India, Svizzera, Ecuador e Regno Unito. Insieme a Catworkx uniam…"
    },
    {
      "company": "Herzum Software srl Unipersonale",
      "title": "Senior Cloud Engineer",
      "location": "Italia, Italy",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-17T01:40:10Z",
      "url": "https://www.adzuna.it/details/5588663459?utm_medium=api&utm_source=b0e6829d",
      "description": "Posizione aperta: Senior Cloud Engineer Per rafforzare il nostro team internazionale, siamo alla ricerca di una risorsa come Senior Cloud Engineer . La figura selezionata fornirà supporto a uno dei nostri Clienti, contribuendo allo sviluppo di progetti innovativi e sfidanti. Responsabilità principali • Implementare e gestire architetture Cloud su AWS sicure, scalabili e altamente disponibili, in stretta conformità con le normative di settore (es. PCI-DSS, GDPR, direttive EBA) e le policy di sic…"
    },
    {
      "company": "Herzum Software S.R.L. Unipersonale",
      "title": "Senior Cloud Engineer (CEN)",
      "location": "Italia, Italy",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-16T22:36:46Z",
      "url": "https://www.adzuna.it/details/5588524321?utm_medium=api&utm_source=b0e6829d",
      "description": "Ti diamo il benvenuto in Herzum | ora parte di Catworkx! Siamo molto più di una società di consulenza IT: siamo innovatori, pionieri e partner di eccellenza. Oggi iniziamo un nuovo capitolo come parte del gruppo Catworkx, uno dei principali Atlassian Platinum Partner al mondo, con una forte presenza in Europa. Fondata a Chicago nel 2000, Herzum è cresciuta fino a diventare una realtà internazionale con sedi in Italia, Stati Uniti, India, Svizzera, Ecuador e Regno Unito. Insieme a Catworkx uniam…"
    },
    {
      "company": "Jobtome",
      "title": "Site Reliability Engineer - Full Remote (EU only)",
      "location": "Italia, Italy",
      "locationType": "remote",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-16T22:33:10Z",
      "url": "https://www.adzuna.it/details/5588520954?utm_medium=api&utm_source=b0e6829d",
      "description": "About the company At Jobtome - https://weare.jobtome.com/- we are building a modern' cloud-native recruitment and marketing platform used at scale across multiple countries and brands. Our systems power high-traffic job distribution' integrations with external partners' and real-time data pipelines' with a strong focus on reliability' observability' and automation. Engineering is a core function of the company: we value ownership' pragmatic decision-making' and long-term technical excellence ov…"
    },
    {
      "company": "Kindo",
      "title": "Head of Product",
      "location": "Italia, Italy",
      "locationType": "onsite",
      "type": "security",
      "level": "lead",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-15T19:50:49Z",
      "url": "https://www.adzuna.it/details/5586366051?utm_medium=api&utm_source=b0e6829d",
      "description": "Job title: Head of Product About Kindo Kindo.ai is an agent automation platform purpose-built for DevOps and SecOps teams. We help organizations automate tedious, high-friction operational work—securely—using autonomous agents that can run in the background on schedules or triggers. We’re on-prem capable and built with enterprise security controls from day one. We’re ~40 people, have strong customer traction, and are entering the next phase of growth where product clarity, focus, and execution …"
    },
    {
      "company": "IBM",
      "title": "Data Engineer - Data Platform Architect (AWS)",
      "location": "Bari, Provincia di Bari, Italy",
      "locationType": "onsite",
      "type": "architect",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2026-01-15T04:35:08Z",
      "url": "https://www.adzuna.it/details/5585550106?utm_medium=api&utm_source=b0e6829d",
      "description": "Introduction In this role, you'll work in one of our IBM Consulting Client Innovation Centers (Delivery Centers), where we deliver deep technical and industry expertise to a wide range of public and private sector clients around the world. Our delivery centers offer our clients locally based skills and technical expertise to drive innovation and adoption of new technology. A career in IBM Consulting is rooted by long-term relationships and close collaboration with clients across the globe. You'…"
    },
    {
      "company": "Fingerprint",
      "title": "Enterprise Account Executive - India",
      "location": "India",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2025-12-23T01:09:17Z",
      "url": "https://www.adzuna.in/details/5552214209?utm_medium=api&utm_source=b0e6829d",
      "description": "Fingerprint is looking for a seasoned Enterprise Account Executive based in Mumbai, India to land and expand revenue across a targeted segment of mid-sized enterprise accounts. As one of the earliest sales hires for this segment, you’ll play a pivotal role in shaping our go-to-market motion, driving strategic deals from first conversation through expansion. This is a high-impact, outside sales role for someone who thrives in complex technical sales cycles and is excited to help build the playbo…"
    },
    {
      "company": "QUIVO",
      "title": "AT - Security Engineer (m/w/x)",
      "location": "Wien, Österreich, Austria",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2025-12-11T17:50:28Z",
      "url": "https://www.adzuna.at/details/5537799826?utm_medium=api&utm_source=b0e6829d",
      "description": "Quivo offers cutting-edge logistics solutions for companies of all sizes, along with its own logistics platform. Around 300 employees across Austria, Germany, France, UK and the USA handle smooth and efficient logistics supporting more than 1,500 customers worldwide. Join our Infrastructure Team in Vienna to safeguard our cloud-native systems and ensure the highest standards of compliance, reliability, and resilience. You’ll be at the forefront of securing our infrastructure, monitoring threats…"
    },
    {
      "company": "movisco AG von OFFICErheinmain.de",
      "title": "Junior Consultant IKT Banking (m/w/d) in Frankfurt am Main",
      "location": "Frankfurt am Main, Hessen, Germany",
      "locationType": "onsite",
      "type": "consultant",
      "level": "junior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2025-12-07T01:02:24Z",
      "url": "https://www.adzuna.de/details/5531880542?utm_medium=api&utm_source=b0e6829d",
      "description": "Wer wir sind: Die movisco AG ist eine spezialisierte Management- und IT-Beratung mit Fokus auf die Finanzdienstleistungsbranche. Unsere Expertinnen und Experten unterstützen führende Banken, Finanzinstitute und Corporates bei der digitalen Transformation durch innovative IKT-Lösungen – von der strategischen Beratung über die Prozessgestaltung bis hin zur technischen Umsetzung in modernen Finanz- und IT-Systemen Wir stehen für hohe Beratungskompetenz , Teamgeist und nachhaltige, zukunftsfähige L…"
    },
    {
      "company": "movisco AG von bms",
      "title": "Senior Consultant IKT Banking (m/w/d) in Frankfurt am Main",
      "location": "Frankfurt am Main, Hessen, Germany",
      "locationType": "onsite",
      "type": "consultant",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2025-12-07T01:02:24Z",
      "url": "https://www.adzuna.de/details/5531880549?utm_medium=api&utm_source=b0e6829d",
      "description": "Wer wir sind: Die movisco AG ist eine spezialisierte Management- und IT-Beratung mit Fokus auf die Finanzdienstleistungsbranche. Unsere Expertinnen und Experten unterstützen führende Banken, Finanzinstitute und Corporates bei der digitalen Transformation durch innovative IKT-Lösungen – von der strategischen Beratung über die Prozessgestaltung bis hin zur technischen Umsetzung in modernen Finanz- und IT-Systemen Wir stehen für hohe Beratungskompetenz , Teamgeist und nachhaltige, zukunftsfähige L…"
    },
    {
      "company": "movisco AG von bms",
      "title": "Senior Consultant IKT Banking (m/w/d) in Bonn",
      "location": "Bonn, Nordrhein-Westfalen, Germany",
      "locationType": "onsite",
      "type": "consultant",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2025-12-07T01:02:24Z",
      "url": "https://www.adzuna.de/details/5531880559?utm_medium=api&utm_source=b0e6829d",
      "description": "Wer wir sind: Die movisco AG ist eine spezialisierte Management- und IT-Beratung mit Fokus auf die Finanzdienstleistungsbranche. Unsere Expertinnen und Experten unterstützen führende Banken, Finanzinstitute und Corporates bei der digitalen Transformation durch innovative IKT-Lösungen – von der strategischen Beratung über die Prozessgestaltung bis hin zur technischen Umsetzung in modernen Finanz- und IT-Systemen Wir stehen für hohe Beratungskompetenz , Teamgeist und nachhaltige, zukunftsfähige L…"
    },
    {
      "company": "movisco AG von bms",
      "title": "Senior Consultant IKT Banking (m/w/d) in Hamburg",
      "location": "Hamburg, Deutschland, Germany",
      "locationType": "onsite",
      "type": "consultant",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2025-12-07T01:02:24Z",
      "url": "https://www.adzuna.de/details/5531880565?utm_medium=api&utm_source=b0e6829d",
      "description": "Wer wir sind: Die movisco AG ist eine spezialisierte Management- und IT-Beratung mit Fokus auf die Finanzdienstleistungsbranche. Unsere Expertinnen und Experten unterstützen führende Banken, Finanzinstitute und Corporates bei der digitalen Transformation durch innovative IKT-Lösungen – von der strategischen Beratung über die Prozessgestaltung bis hin zur technischen Umsetzung in modernen Finanz- und IT-Systemen Wir stehen für hohe Beratungskompetenz , Teamgeist und nachhaltige, zukunftsfähige L…"
    },
    {
      "company": "Datacom",
      "title": "Cloud Engineer",
      "location": "Auckland, North Island, New Zealand",
      "locationType": "hybrid",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2025-11-27T20:21:21Z",
      "url": "https://www.adzuna.co.nz/details/5515905479?utm_medium=api&utm_source=b0e6829d",
      "description": "Our Why Datacom works with organisations and communities across Australia and New Zealand to make a difference in people’s lives and help organisations use the power of tech to innovate and grow. About the Role (your why) As an Azure Cloud Engineer, you’ll manage and support customer Azure environments, helping drive cloud transformation and optimisation. In this flexible, customer-facing role, you’ll act as a trusted advisor, promote automation and DevOps/DevSecOps practices, ensure secure and…"
    },
    {
      "company": "Ping Identity",
      "title": "Strategic Account Executive - SLED West Coast",
      "location": "US, United States",
      "locationType": "onsite",
      "type": "security",
      "level": "mid",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2025-11-26T16:11:27Z",
      "url": "https://www.adzuna.com/details/5515377583?utm_medium=api&utm_source=b0e6829d",
      "description": "About Ping Identity: At Ping Identity, we believe in making digital experiences both secure and seamless for all users, without compromise. We call this digital freedom. And it's not just something we provide our customers. It's something that inspires our company. People don't come here to join a culture that's built on digital freedom. They come to cultivate it. Our intelligent, cloud identity platform lets people shop, work, bank, and interact wherever and however they want. Without friction…"
    },
    {
      "company": "Fingerprint",
      "title": "Senior Enterprise Account Executive - India",
      "location": "India",
      "locationType": "onsite",
      "type": "security",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2025-10-23T15:07:37Z",
      "url": "https://www.adzuna.in/details/5460534909?utm_medium=api&utm_source=b0e6829d",
      "description": "Fingerprint is looking for a seasoned Sr. Enterprise Account Executive to land and expand revenue across a targeted segment of mid-sized enterprise accounts. As one of the earliest sales hires for this segment, you’ll play a pivotal role in shaping our go-to-market motion, driving strategic deals from first conversation through expansion. This is a high-impact, outside sales role for someone who thrives in complex technical sales cycles and is excited to help build the playbook. What You’ll Do …"
    },
    {
      "company": "Unknown Company",
      "title": "Senior Security Architect - Application Security & IAM (m/w/d)",
      "location": "Wien, Österreich, Austria",
      "locationType": "onsite",
      "type": "iam",
      "level": "senior",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2025-09-04T04:26:19Z",
      "url": "https://www.adzuna.at/details/5382361296?utm_medium=api&utm_source=b0e6829d",
      "description": "Du sicherst und gestaltest aktiv die IT-Sicherheitsarchitektur für unsere Business-Applikationen - mit Impact und Verantwortung. Du berätst und unterstützt die IT-Teams bei der Umsetzung innovativer und sicherer Anwendungslösungen. Du entwickelst smarte Autorisierungskonzepte für IAM-Systeme wie SAP, Veeva und Kinaxis und sorgst für konsistente Zugriffsmodelle. Du definierst zukunftsfähige Sicherheitsstandards für APIs, Datenflüsse und Authentifizierung - immer am Puls der Zeit. Du bewertest Ap…"
    },
    {
      "company": "BSR & Co",
      "title": "Assistant Manager - CloudSec-Strategy and risk management",
      "location": "Bangalore, Karnataka, India",
      "locationType": "onsite",
      "type": "security",
      "level": "lead",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2025-07-19T02:35:12Z",
      "url": "https://www.adzuna.in/details/5310694065?utm_medium=api&utm_source=b0e6829d",
      "description": "Description About KPMG in India KPMG entities in India are professional services firm(s). These Indian member firms are affiliated with KPMG International Limited. KPMG was established in India in August 1993. Our professionals leverage the global network of firms, and are conversant with local laws, regulations, markets and competition. KPMG has offices across India in Ahmedabad, Bengaluru, Chandigarh, Chennai, Gurugram, Jaipur, Hyderabad, Jaipur, Kochi, Kolkata, Mumbai, Noida, Pune, Vadodara …"
    },
    {
      "company": "Turnkey Consulting",
      "title": "Sales/ Business Development Manager",
      "location": "Singapore",
      "locationType": "onsite",
      "type": "security",
      "level": "lead",
      "clearance": "none",
      "visaSponsorship": "unknown",
      "workAuthRequired": false,
      "locationRestrictions": [],
      "posted": "2024-09-30T18:29:06Z",
      "url": "https://www.adzuna.sg/details/4881952162?utm_medium=api&utm_source=b0e6829d",
      "description": "Turnkey is helping to make the world a safer place to do business. As a global consulting provider of risk management, identity and access management and cyber security solutions, we help some of the largest companies in the world to manage their business risks and protect their most important assets from internal and external threats. This is an excellent opportunity to join a group of passionate individuals with a shared purpose to help the world’s leading companies act with integrity and emb…"
    }
  ]
>>>>>>> f05cb66db6ca69d592031d0a35a7edd50f68be8c
}